[{"title":"Benarkah Pandemi Terjadi Setiap 100 Tahun Sekali?","date":"2020-06-29T12:22:44.000Z","date_formatted":{"ll":"Jun 29, 2020","L":"06/29/2020","MM-DD":"06-29"},"updated":"2020-06-29T13:26:46.487Z","content":"Ketika Covid-19 diumumkan oleh World Health Organization atau WHO sebagai pandemi, muncul banyak teori konspirasi yang mengatakan bahwa pandemi sudah diagendakan yakni setiap 100 tahun sekali oleh para elit global demi menggapai kekuasaan dan penaklukan, dan pandemi yang disorot adalah Black Death, Kolera, Dan Flu Spanyol. Apakah memang benar setiap 100 tahun sekali terjadi pandemi?\nSebelum membaca lebih lanjut, kita harus tahu apa itu pandemi, epidemi, dan endemi. Perbedaan dari ketiganya secara umum adalah wilayah terdampak dan kecepatan penyebaran dari suatu penyakit. Epidemi merupakan suatu istilah penyebaran penyakit yang menyebar dengan cepat dan banyak menjangkit orang-orang. Endemi merupakan istilah bagi  penyakit yang menyebar di suatu populasi atau wilayah tertentu. Sedangkan Pandemi adalah istilah bagi penyakit yang menyebar dan menjangkit banyak orang dan terjadi di banyak daerah. Ada yang mengatakan bahwa Pandemi merupakan sebuah Endemi yang kemudian menyebar ke hampir seluruh wilayah di dunia.\nSejarah pandemi dunia\nBanyak kabar yang tersebar bahwa pandemi terjadi setiap 100 tahun sekali. Yang diambil contohnya adalah Black Death, Kolera, Flu Spanyol, dan Covid-19. Di kabar tersebut dijelaskan bahwa Black Death terjadi pada tahun 1720, Kolera pada tahun 1820, Flu Spanyol 1920, dan Covid-19 2020. Nyatanya tidaklah demikian.\nDari infografis di atas, Black Death terjadi pada tahun 1347-1351 M, Kolera terjadi pada tahun 1817-1923, dan Flu Spanyol terjadi pada tahun 1918-1919.\nBlack Death menjadi pandemi yang sangat mematikan dengan total kematian hingga 200 juta kematian. Black Death sendiri terjadi karena penyebaran bakteri Yersinia pestis. Jangka waktu dari Black Death ke Kolera cukup jauh, sekitar 470 tahun, sedangkan Kolera ke saat terjadinya pandemi Flu Spanyol adalah sekitar 101 tahun. Walaupun periode pandemi Kolera ke pandemi Flu Spanyol berjarak sekitar 100 tahun dan dari Flu Spanyol ke Covid-19 juga sekitar 100 tahun, nyatanya di antara pandemi tersebut ada beberapa pandemi yang memang tidak disebutkan. Apa saja pandemi tersebut. Nah berikut ini adalah list dari pandemi yang terjadi di dunia hingga saat ini\n\nNamaPeriodeSumber penyakitTotal kematiaan\n\nAntonine Plague165-180 MDiyakini sebagai cacar atau campak5 juta\n\nJapanese smallpox epidemic735-737 MVariola major virus1 juta\n\nPlague of Justinian541-542 MBakteri Yersinia pestis dari tikus, kutu30 - 50 juta\n\nBlack Death1347-1351 MBakteri Yersinia pestis dari tikus, kutu200 juta\n\nNew World Smallpox Outbreak1520 M - Terus berlanjutVariola major virus56 juta\n\nGreat Plague of London1665 MBakteri Yersinia pestis dari tikus, kutu100 ribu\n\nItalian plague1629-1631 MBakteri Yersinia pestis dari tikus, kutu1 juta\n\nCholera Pandemics 1-61817-1923 MV. cholerae bacteriaLebih dari 1 juta\n\nThird Plague1885 MBakteri Yersinia pestis dari tikus, kutu12 juta\n\nYellow FeverSekitar 1800anVirus dari nyamuk100 ribu - 150 ribu\n\nRussian Flu1889-1890 MH2N21 juta\n\nSpanish Flu1918-1919 MH1N1 virus dari babi40 - 50 juta\n\nAsian Flu1957-1958 MH2N2 virus1.1 juta\n\nHong Kong Flu1968-1970 MH3N2 virus1 juta\n\nHIV/AIDS1981 M - SekarangVirus dari simpanse25 - 35 juta\n\nSwine Flu2009-2010 MH1N1 virus dari babi200 ribu\n\nSARS2002-2003 MCoronavirus dari kelalawar, musang770\n\nEbola2014-2016 MEbolavirus dari hewan liar11,000\n\nMERS2015 M - SekarangCoronavirus dari kelalawar, unta850\n\nCovid-192019 M - SekarangCoronavirus470 ribu +\nDilihat dari tabel di atas, dari awal adanya pandemi yang tercatat dalam sejarah ada sekitar 20 pandemi, dan ini belum termasuk endemi ataupun epidemi seperti contohnya flu burung di Indonesia yang dulu pun sama membuat khawatir masyarakat.\nDari Black death ke pandemi Kolera ada 3 pandemi yang terjadi, dari Kolera ke Flu Spanyol ada 3 pandemi yang terjadi, dan dari Flu Spanyol ke Covid-19 ada 7 pandemi yang terjadi.\nMengapa pandemi yang lain tidak diinformasikan?Bukan tidak diinformasikan, semua kasus pasti diinformasikan. Akan tetapi, mungkin saat diinformasikan kita belum lahir atau keterbatasan akses informasi. Black Death misalnya yang dibicarakan dari mulut ke mulut. Di era modern, seperti SARS, Ebola, dan MERS diberitakan bahkan Indonesia pun pernah menginformasikannya.\nMemang, semua itu tidak seheboh kasus Covid-19. Kasus Covid-19 heboh karena memang akses untuk mendapatkan informasi sangatlah mudah, bahkan kita bisa mengetahui kasus-kasus di luar negeri. Kita mendapatkan banyak informasi yang beredar yang mengakibatkan kepanikan di tengah masyarakat. Kepanikan dan ketakutan yang tidak bisa dicegah, semua orang berhamburan untuk membeli bahan-bahan pokok, semua harga naik karena para pedangan mengambil kesempatan di saat seperti ini, himbauan pemerintah dan para influencer tentang di rumah aja menjadi trend. Adanya penutupan tempat-tempat keramaian, batalnya event-event besar, berubahnya kebiasaan masyarakat di seluruh dunia menyebabkan kehebohan yang tidak dapat dielakan.\nPadahal selain Covid-19 kita sudah berstatus pandemiSelain Covid-19 sebenarnya kita sedang mengalami pandemi. Yup, HIV/AIDS yang dari 1981 hingga sekarang masih terus belanjut. Walaupun tidak ditetapkan secara resmi dari WHO bahwa HIV/AIDS menjadi pandemi di masa sekarang, setidaknya pasti kita tahu bahwa HIV/AIDS terus menyebar dan hingga sekarang belum ada vaksin nya. Penyebaran HIV memang tidak secepat penyebaran Covid-19, namun semuanya sama-sama mematikan. Dari tahun 1981 sudah tercatat hingga 35 juta orang yang meninggal.\nMengapa banyak berita hoaks?Kita tahu bahwa pandemi tidak terjadi setiap 100 tahun sekali,  bahkan dalam selang waktu 4 tahun dari MERS ke Covid-19 pun bisa terjadi. Lalu mengapa masih ada orang-orang yang sering menyebar hoaks?\nPerlu diingat bahwa ada dua tipe kesalahan informasi, yaitu hoaks dan missinformasi. Misinformasi bisa dikataka sebagai kesalahpahaman dari orang yang membaca, sehingga orang yang menerima informasi memahami konteks informasi dari sudut pandangnya. Sedangkan hoaks sudah jelas kalau berita atau informasi yang disebar adalah kebohongan.\nBagi saya, ada beberapa jenis informasi yang nantinya bisa dikatakan hoaks atau salah. Pertama, terkadang ada orang yang memang suka bercanda, dan dia bagikan sebuah lelucon di suatu forum yang memang paham kalau itu bercanda. Kemudian, entah kenapa candaan orang tersebut keluar dari forum itu dan masuk ke forum-forum yang bisa dikatakan segala informasi di dalamnya serius, dan terjadilah hoaks.\nKedua, menurut saya memang ada orang yang sok-sok an cocokologi supaya ada konten di media sosialnya, dan sekali lagi konten tersebut menyebar luas dan tidak dapat dikontrol sehingga terjadilah hoaks.\nKetiga, memang orangnya sengaja supaya mendapatkan banyak audensi alias panjat sosial. Ada juga yang memang sengaja membuat berita palsu karena dibayar. Yang jelas, sebelum kita bagikan informasi yang memang tidak begitu bermanfaat, kita harus cari kebenaran informasi tersebut.\nTerima kasih bagi yang sudah membaca, saya sangat senang mendengar pendapat kalian di kolom komentar. Jadi menurut kalian, apakah konspirasi itu ada? \n","plink":"http://khoerulumam.now.sh/2020/06/29/Benarkah-Pandemi-Terjadi-Setiap-100-Tahun-Sekali/"},{"title":"Akankah Teknologi Menciptakan Keabadian Dalam Diri Manusia?","date":"2020-06-20T13:50:48.000Z","date_formatted":{"ll":"Jun 20, 2020","L":"06/20/2020","MM-DD":"06-20"},"updated":"2020-06-29T13:28:58.311Z","content":"Bagaimana jadinya jika manusia hidup abadi, tidak mengenal usia, dan tidak mengenal tua. Akankah hal itu terjadi di masa yang akan datang dengan teknologi yang semakin berkembang pesat jauh meninggalkan pemikiran-pemikiran masa lampau? \nKita semua pasti akan mengalami yang namanya kematian, tidak ada yang tahu kapan hari itu terjadi, tidak ada yang tahu pula karena apa kita akan mengalaminya. Jika dilihat dari sisi agama, hal itu adalah wajar karena semua orang akan meninggalkan bumi ini cepat atau lambat menuju kekekalan yang sesungguhnya. Namun, tahukah kalian jika di luar sana banyak orang yang ingin hidup abadi, seakan dengan hidup abadi mereka akan bahagia selamanya dan tidak merasakan kepedihan yang dialami ketika ajal menjemput.\nApa itu kematian?Itulah pertanyaan yang terus ditanyakan oleh segelintir orang yang ingin mendapatkan sebuah keabadian di dunia, mereka bertanya tentang apa itu kematian? Mengapa kematian datang? Dan mereka tidak putus asa untuk terus berusaha mendapatkan jawaban dan berusaha menghindarinya.\nDengan pendekatan sains modern, secara biologi ketika jantung berhenti berdetak dan berhenti memompa darah ke seluruh tubuh, itulah kematian. Itulah yang mereka pegang hingga saat ini bukan? Dan mereka berusaha membantahnya dengan melihat penyebab mengapa jantung bisa berhenti.\nBanyak penyebab mengapa kematian datang sehingga jantung bisa berhenti, salah satunya adalah karena penyakit lain  yang sudah ada sebelumnya di dalam tubuh manusia. Penyakit-penyakit seperti kanker dan penyakit ganas lainnya mereka percayai itulah salah satu penyebab kematian. Salah satu untuk menghindari kematian adalah melawannya bukan? \nDengan perkembangan teknologi yang kain mutakhir, penyakit-penyakit ganas mulai bisa disembuhkan. Berbagai terapi bisa dilakukan untuk penderita kanker, atau pengobatan canggih lain yang bahkan jantung pun bisa diganti supaya orang tersebut dapat terus hidup. \nMereka percaya, beberapa kematian yang disebabkan oleh selain penyakit seperti kecelakaan misalnya, lebih bisa dihindari. Dengan melakukan segala sesuatu dengan hati-hati dan selalu mengikuti peraturan-peraturan yang sudah ditetapkan akan bisa meminimalisasi kematian karena kecelakaan.\nTeknologi memang gilaPerlu puluhan tahun untuk menemukan vaksin cacar, namun perlu beberapa bulan untuk siap menemukan vaksin covid-19. Cacar menjadi penyakit mematikan pada masanya, walaupun lebih sedikit dari flu spanyol yang dikatakan sebagai black death, tetap saja cacar membuat takut orang-orang. Namun, sekarang umat manusia seakan menang melawan penyakit tersebut karena sudah menemukan vaksin selama berpuluh-puluh tahun, dan memang tidak aneh karena waktu untuk menemukan vaksin memang selama itu. Akan tetapi, dengan kemajuan teknologi sekarang, vaksin covid-19 sudah dalam tahap percobaan. WHO sudah merilis daftar vaksin yang mungkin bisa menyembuhkan umat manusia dari pandemi di tahun 2020. Cepat bukan? Hanya beberapa bulan bahkan beberapa ahli menyatakan bahwa paling cepat setidaknya tahun 2021 sudah ada vaksin yang dapat digunakan.\nPenyakit ganas lainnya juga sudah banyak ditemukan pengobatan dan obat yang dapat menyembuhkan umat manusia dari penderitaan. Dengan perkembangan seperti itu, manusia perlahan akan menjauh dan menjauh dari kematian. Hm, menarik.\nKebahagiaan adalah kunciOrang-orang yang ingin hidup abadi dan berupaya untuk terus menciptakan teknologi untuk mendukung keinginannya itu adalah orang-orang yang percaya bahwa kebahagiaan di dunia adalah segalanya. Kebahagiaan adalah kunci dalam kehidupan. Orang-orang jika hidup lebih lama bukankah akan merasakan kebahagiaan yang lebih besar? Misalnya seseorang akan bisa mengikuti hari kelulusan atau wisuda dari anak anaknya anaknya dia. Yup, beberapa keturuannya. Kebahagiaan yang terus berulang, melihat pernikahan anak, cucu, cicit, dan generasi kebawahnya.\nPadahal, kebahagiaan bersifat sementara. Kita akan bahagia ketika lulus dan diwisuda, tapi apakah kebahagiaan itu akan tetap ada ketika kita sudah mulai mencari kerja? Oke, suatu saat kita mendapatkan pekerjaan, kita bahagia, dan setelah bertahun-tahun apakah kita masih merasakan kebahagiaan saat pertama kali mendapatkan pekerjaan? Oke, setelah itu kita menikah dan melangsungkan resepsi yang besar, mewah, dan mahal, kita bahagia, tapi apakah setelah menikah kebahagiaan yang kita alami sama seperti saat kita menikah? Oke, kita mempunyai seorang anak yang lucu, kita bahagia, dan apakah setelah mereka dewasa kita akan tetap bahagia seperti saat pertama kali mereka dilahirkan? Dan begitu seterusnya.\nTeknologi tidak bisa membeli kebahagiaanPerlu diingat teknologi tidak dapat membeli kebahagiaan. Kita berhubungan melalui internet dan ujung-ujungnya bosan. Setiap hari kita menonton drama Netflix, namun ketika sudah final episode kita bosan, begitulah teknologi. Pun sama ketika kita terus mengembangkan teknologi keabadian, semua penemuan dari penelitian kita bisa merasakan senang, mungkin akan berlari di lorong laboratorium sambil berteriak “Eurika! Kita menemukan keabadian!”. Dan kita akan dibutakan, kita lupa bahagia kebahagiaan itu sementara. Ketika teknologi itu terwujud dan membuat kita senang, kita tidak memikirkan ha-hal berikut ini.\nKeabadian tidak akan pernah adaPertama, apa jadinya ketika semua orang abadi, bumi tidak kuat menampung manusia secara keseluruhan. Sekarang saja, ada 7 miliar manusia di muka bumi dan jika abadi, bumi sesak. Ketika bumi sudah penuh dan sesak, di mana kita akan tinggal? Ingat daratan hanya 30% di muka bumi ini dan sisanya adalah lautan. Oke misalnya kita akan membuat sebuah peradaban bawah laut seperti halnya atlantis, dan kita perlu memikirkan teknologi tersebut bagaimana baiknya, apa resikonya, dan jika gagal, bumi tidak kuat lagi.\nKedua, jika memang bumi penuh sesak, sumber daya alam perlahan akan habis dan manusia akan menjadi puncak rantai makanan paling tinggi. Semua binatang dan tumbuhan perlahan akan habis, apa yang akan kita lakukan untuk bertahan hidup? \nKetiga, ketika sumber daya alam habis, kita berniat untuk pindah planet ke planet tetangga kita, Mars. Hei, ada apa di sana? Sebuah hamparan pasir luas tanpa penghuni dengan atmosfer yang tidak sama dengan bumi. Belum lagi jaraknya yang jauh sekitar 133.000.000 KM. Dan ingat, walaupun hanya sekitar 1/2 jam dengan kecepatan cahaya, manusia mustahil bisa menyamai kecepatan cahaya. Ketika sudah sampai di sana, akan membutuhkan teknologi yang sangat super canggih dan canggih untuk  bisa bertahan hidup.\nKeempat, bencana yang datang tidak mungkin bisa dihindari karena itu adalah faktor alam. Sehebat apapun protokol keselamatan di suatu negara, tidak akan bisa mengalahkan bencana ini. Mengapa? Karena manusia banyak sekali. Bayangkan betapa susahnya negara kita mengurus 270 Juta penduduk. Masih ada yang kelaparan bukan? Masih ada yang di bawah rata-rata bukan? Apalagi jika keabadian telah ditemukan, bukan tidak mungkin satu negara memiliki 500 juta hingga satu miliar penduduk.\nKeenam, dan menurut saya ini adalah final, yaitu politik. Yup, tanpa politik yang berjalan dengan baik, poin pertama hingga kelima tadi tidak akan terjadi. Politik memegang kekuatan yang sangat kuat saat ini. Perkembangan politik terus diawasi pemerintah, penanggulangan bencana juga pemerintah, kelaparan juga tanggung jawab pemerintah, dan apakah mau jika selama 200 tahun misalnya dipimpin oleh pemerintah yang otoriter?\nDan pada akhirnya, kematian dibutuhkanKematian adalah takdir, dan itu dibutuhkan untuk keseimbangan. Cukup selama 5 tahun kita dipimpin dan berganti pemimpin. Dengan begitu, penderitaan juga tidak akan bertahan lama, maksudnya jika manusia abadi dengan teknologi apapun justru akan menambah penderitaan bukan? \nPenemuan berbagai pengobatan tentu kita harus dukung dan apresiasi. Dengan teknologi kita ada, dengan teknologi kita terhubung, dengan teknologi kita bahagia, dan walaupun itu sementara, minimal ada kenangan yang dapat diingat saat masa tua dan terbawa ke alam keabadian yang sesungguhnya.\nPostingan ini terinspirasi dari buku Homo Deus karya Yuval Noah Harari dengan cerita yang sama dan ditambahkan beberapa pendapat pribadi. Apa yang kalian dapatkan dari postingan kali ini? Yuk share pendapat kalian di kolom komentar di bawah.\n","plink":"http://khoerulumam.now.sh/2020/06/20/Akankah-Teknologi-Menciptakan-Keabadian-Dalam-Diri-Manusia/"},{"title":"Moby Dick, Petualangan Perburuan Paus Di Laut Lepas","date":"2020-06-16T12:49:47.000Z","date_formatted":{"ll":"Jun 16, 2020","L":"06/16/2020","MM-DD":"06-16"},"updated":"2020-06-16T14:11:13.276Z","content":"Pertama kali mendengar buku Moby Dick adalah dari channel TED-Ed hasil rekomendasi youtube sekitar dua minggu yang lalu. Dengan judul “Why Should You Read Moby Dick” berhasil membuat saya penasaran dan ingin mengetahui lebih lanjut tentang bagaimana proses perburuan ikan paus oleh para pelaut-pelaut terdahulu. Rasa penasaran itu pun semakin bertambah ketika membaca sedikit ulasan dari beberapa sumber. Dan ternyata memang ini adalah buku yang sebenarnya sudah sangat lama.\nSetelah membaca beberapa ulasan, katanya buku ini buku yang berat karena bahasanya selain berbahasa inggris juga memiliki kata-kata yang sangat kompleks sehingga susah dimengerti. Selang beberapa hari, akhirnya di suatu bookstore saya melihat buku Moby Dick berbahasa Indonesia. Kebetulan waktu itu lagi diskon, jadi saya coba untuk membacanya. Oh iya bagi yang ingin tahu video yang saya sebut sebelumnya, berikut videonya.\nKesan pertama sebelum membacaJujur, ketika melihat video dan beberapa ulasan, rasa penasaran kian bertambah. Saya membayangkan bagaimana suasana di atas kapal, bagaimana suasana malam yang tenang di tengah laut, bahkan bagaimana suasana ketika badai menyerang. Selain itu, saya membayangkan juga bagaimana cerita-cerita tentang hewan-hewan di lautan selain paus, bagaimana suasana samudra, dan tokoh-tokoh yang kuat.\nBuku versi ringkasTernyata, setelah buku datang, buku yang saya terima adalah buku versi ringkas dari cerita Moby Dick. Yup, benar bukan buku tebal dengan ratusan halaman, tapi hanya sekitar seratusan halaman saja. Ini karena memang kesalahan saya karena tidak membaca deskripsi secara langsung.\nAkan tetapi, ketika mulai membaca, saya jadi tahu kenapa buku ringkas ini dibuat. Memang di buku ini kita tidak bisa mengetahui bagaimana suasana samudra, apa saja jenis-jenis paus, dan beberapa trivia lainnya. Namun, buku ini fokus di cerita, jadi dari awal hingga akhir ceritanya sama dengan yang aslinya. Memang, beberapa trivia yang diberikan di novel terkadang tidak berpengaruh pada alur cerita, jadi di buku versi ini berfokus pada cerita.\nFokus di ceritaCerita utama dari buku ini adalah petualangan Ismail yang suatu hari ingin mencoba hal baru lebih dari sekadar menjadi pelaut, yakni berburu ikan paus. Akhirnya, dia putuskan berangkat dan memulai petualangan. Di sepanjang perjalanan dia bertemu orang-orang yang akan menemaninya berburu paus, termasuk Kapten Ahab yang memimpin perjalanan. Akan tetapi, visi Ismail beserta teman dan awak kapal yang lain berbeda dengan visi Kapten Ahab dalam berburu paus. Perseteruan sering terjadi di atas kapal yang terombang-ambing ombak lautan. Apa visi Kapten Ahab? Apa yang membuat mereka berseteru? Apakah mereka mendapatkan apa yang masing-masing inginkan?\nKarena buku versi ini fokus di cerita, suasana-suasana yang saya pikir akan terasa panjang di dalam buku nyatanya singkat. Kamu tetap akan merasakan suasana di malam hari di atas kapal, suasana laut tenang, bahkan suasana saat badai masih bisa dirasakan namun singkat.\nDan karena fokus di cerita, beberapa info tentang paus-paus atau hewan-hewan yang ada di lautan atau info-info terkait samudra dan lainnya  tidak akan kamu dapatkan. Namun, bahasa yang digunakan bahasa yang mudah dimengerti, jadi saya pikir memang trivia semacam itu tidak terlalu dibutuhkan. Misalnya, paus putih yang menjadi sasaran utama perburuan, dengan penggambaran yang tidak terlalu lengkap pun kita paham bagaimana paus putih diceritakan. \nBagaimana dengan tokoh nya?Untuk tokoh dan penokohan, bagi saya sudah cukup di buku versi ringkas ini. Walaupun kita tidak dapat mengetahui latar belakang dari setiap tokoh yang ada, namun cukup tergambarkan di dalam cerita. Rasanya seperti kurang greget memang, ketika peran-peran yang ada tidak terlalu bisa kita pahami lebih dalam, tapi secara keseluruhan penokohan sudah baik dan dapat kita ikuti alurnya.\nJadi untuk siapa buku ini?Bagi yang hanya ingin mengetahui perjuangan Kapten Ahab dan Ismail berburu paus, dan ingin fokus di cerita, saya sarankan buku ini, karena buku ini ringan, bahasanya lugas dan mudah dimengerti.\nNamun, bagi kamu yang ingin membaca cerita sekaligus ingin mengetahui hal yang lebih dalam tentang pelaut, tentang perburuan paus, dan info lainnya, bisa baca buku versi aslinya.\nDi mana saya membacaBagi teman-teman yang ingin membaca buku ini, bisa beli bukunya di Berdikaribook\nTerima kasih yang sudah membaca, bagaimana menurut kamu tentang kisah perjalanan di atas Kapal? Yuk ceritakan di kolom komentar.\n","plink":"http://khoerulumam.now.sh/2020/06/16/Moby-Dick-Petualangan-Perburuan-Paus-Di-Laut-Lepas/"},{"title":"36 Jam Tanpa Sosial Media Dan Menyadari Bahwa...","date":"2020-06-07T09:59:53.000Z","date_formatted":{"ll":"Jun 7, 2020","L":"06/07/2020","MM-DD":"06-07"},"updated":"2020-06-11T10:47:08.185Z","content":"Mulai dari tanggal 2 Juni, ada perasaan yang berbeda, merasa lebih stress, merasa lebih sering marah, pusing, dan ingin ngata-ngatain. Dan hal tersebut berlanjut hingga hari jumat, 5 Juni 2020. Apa yang terjadi hingga menjadi seperti ini? Mulai sabtu 6 Juni saya mencoba untuk berhenti bermain sosial media sampai besoknya, minggu 7 Juni 2020. Saya ingin mencoba istirahat dari segala permasalahan yang ada dan menenangkan diri. Dan hasilnya ternyata… lumayan.\nSosial MediaAkhir-akhir ini saya sering sekali aktif di sosial media, khususnya Instagram dan Twitter. Ya, saya sangat jarang bermain Facebook, bahkan membuka facebook jika ada kendala yang harus didiskusikan dengan teman-teman di group. Selain itu, tidak ada. Dalam dua hari masa berhenti dari sosial media, nyatanya saya tidak bisa, karena ada sekitar 5 menit dari 36 Jam saya membuka sosial media, instagram untuk membalas pesan dan mengupdate profil.\nMemang untuk Whatsapp saya tidak blok karena ada client yang harus dilayani terus.\nSaya berpikir dan mungkin banyak dari kalian juga berpikir bahwa sosial media itu buruk, membuat kita insecure, membuat kita tidak percaya diri, membuat kita merasa lemah, dan beberapa hal negatif lainnya. Lalu benarkah demikian?\nSelama dua hari sabtu dan minggu, saya mengikuti webinar tentang bagaimana langkah membuat orang-orang mengikuti kita di instagram, yang membawakan adalah inspirasi saya dan live dari Canada. Di situ saya mendapatkan pencerahan bahwa sosial media yang kita gunakan bisa memberikan dampak positif, tidak selalu dampak negatif. Lalu mengapa kita tetap merasa insecure atau stress dan hal lain?\nKetahui siapa yang kamu followTernyata selama dua hari tepatnya sekitar 36 jam saya menyadari bahwa media sosial tidak lah membuat kita merasa rendah tetapi justru yang membuat kita merasa rendah adalah siapa yang kita ikuti di media sosial. Saya tidak merasakan perubahan yang signifikan seperti menjadi tidak stress atau tidak insecure, tapi gejala tersebut menurun dibanding hari-hari biasa.\nDari webinar, saya mendapatkan pencerahan bahwa apa yang kita ikuti bisa menjadi inspirasi bagi kita, lalu kenapa kita tidak mengikuti orang-orang tersebut? Di luar dari teman-teman kita, terkadang kita mengikuti orang yang bahkan tidak kita kenal, untuk apa kita ikuti? Setiap orang yang kita ikuti (di luar teman-teman kita) dapat memposting berbagai hal yang justru membuat kita merasa paling rendah. Pernahkan berpikir seperti “Enak ya bisa jalan-jalan” atau “Enak ya bisa ketemu idola” padahal kita tidak kenal siapa itu, hanya kita ikuti karena modal “Follback dong”, stop it. Jangan buang-buang waktu mempermasalahkan orang-orang yang kita sama sekali tidak mengenalinya.\nTermasuk saya, pun demikian. Banyak akun yang sama sekali saya tidak kenal dan saya ikuti, tapi akun tersebut tidak berkontribusi sama sekali terhadap akun saya, lalu apakah dengan demikian kita dicap sebagai orang sombong? Tidak. Akun yang kita punya adalah diri kita di dunia maya, ikutilah orang-orang yang dapat menjadi inspirasi bagi kita, stop ikuti orang-orang yang tidak kita kenal sama sekali tapi isinya pamer, atau malah membuat kita merasa berbeda, kasihan diri sendiri, semakin banyak akun yang tidak kita kenal dan kita ikuti, nyatanya hidup kita semakin berat. Coba saja.\nDari dua akun sosial media instagram dan twitter, di instagram saya tidak bisa berlama-lama berhenti, karena di sana adalah ladang inspirasi, untuk itulah saya mengikuti webinar supaya saya juga bisa menginspirasi. Banyak akun-akun yang sangat bermanfaat dibanding hanya sebatas pasang foto untuk pamer. Saya mengikuti banyak akun yang membahas UIUX, Desain, dan Pemrograman. Di setiap postingan menjadi inspirasi bagi saya. Banyak hal baru yang saya baru tahu. Trend-trend update seputar UIUX, desain, dan pemrograman dapat saya ikuti dan setidaknya mengetahuinya. Hal tersebut menginspirasi saya untuk terus lebih baik.\nBerbeda dengan twitter, memang di twitter bisa dikatakan sebagai dark sosial media, karena isinya bebas, bisa apa saja dan memang sangat susah kita saring twit atau thread yang ada. Selama dua hari ini, saya tidak tahu ada trending apa di Indonesia dan di dunia.\nTernyata yang membuat stress adalah…Dari situ saya pikir kembali, apa yang membuat stress atau insecure? Ternyata yang membuat itu semua adalah diri kita sendiri. Kita terlalu merasa rendah dari orang lain, kita terlalu merasa paling bodoh dari orang lain, dan kita merasa menjadi orang yang tidak berguna. Saya sarankan stop berpikir begitu. Saya yakin bahwa kita dilahirkan di dunia merupakan sebuah kelebihan, tidak peduli orang berkata apa, tidak peduli orang punya apa, ingat kita punya diri kita sendiri, kita bisa tapi memang belum saatnya.\nLuangkan waktu untuk sendiri, setidaknya dua hari sabtu dan minggu. Saya merasakan lebih tenang, lebih bahagia, dan lebih semangat. Kita bisa bermain dengan lingkungan sekitar kita, bisa bersenda gurau dengan lingkungan kita, dan bisa mengembangkan hobi kita. Jangan pikirkan apa yang ada di sosial media, jangan pikirkan apa yang orang lain punya, pikirkan diri sendiri terlebih dahulu bahwa nyatanya diri kita memang selalu kurang diperhatikan oleh diri kita sendiri.\nMaafkan diri sendiriMulai sekarang kita maafkan diri sendiri atas apa yang kita miliki. Kita harus bisa hidup dengan diri kita sendiri, jangan bertengkar dengan diri kita sendiri. Kita maafkan atas apa yang telah kita lakukan sendiri, apa yang kita perbuat, dan apa yang kita rasakan. Wajar manusia bisa merasakan marah, stress, atau insecure, tapi ingat setelah itu semua kita harus bisa kembali pada diri sendiri dan memaafkannya.\n36 jam tanpa sosial media dan menyadari bahwa sosial media bisa baik buat kita, yang membuat kita negatif adalah diri kita sendiri, jadi berhenti menjadi negatif dan sebarkan hal positif.\nSaya menyadari bahwa ternyata yang membuat saya stress adalah client yang banyak request tapi itu adalah projek gratis\n","plink":"http://khoerulumam.now.sh/2020/06/07/36-Jam-Tanpa-Sosial-Media-Dan-Menyadari-Bahwa/"},{"title":"Bagaimana Passion Bisa Membawa Kesuksesan Dalam Bisnis","date":"2020-06-04T09:52:01.000Z","date_formatted":{"ll":"Jun 4, 2020","L":"06/04/2020","MM-DD":"06-04"},"updated":"2020-06-04T10:12:14.444Z","content":"Bisnis bukanlah perkara yang mudah, tidak sedikit orang pergi ke berbagai kota bahkan negara hanya untuk mencari tahu tentang bagaimana mengembangkan bisnis, bagaimana untuk sukses, dan bahkan bagaimana untuk memulai sebuah bisnis. Selain pergi berkelana, ada juga sebagian orang yang mencari di internet, buku, majalah, atau literasi lain tentang bisnis. Dan kemudian, dari perilaku tersebut, biasanya muncul pernyataan “Bangunlah bisnis sesuai passion kamu”.\nApa itu passion?Dikutip dari artikel yang dibuat oleh Riesta Devi Kumalasari., S.E.,M.M. di laman Binus University kategori artikel entrepreneur menyebutkan bahwa passion adalah kegemaran atau kesenangan. Orang yang memiliki suatu passion tertentu, maka orang tersebut tidak akan pernah bosan atau jenuh dalam menjalankan apa yang digemari walaupun harus melakukannya berulang kali bahkan menghabiskan waktu yang panjang. Mereka melakukan itu semua atas dasar kegemaran dan kesenangan, sehingga tidak ada keterpaksaan dan ikhlas dalam menjalaninya.\nBerbeda dengan hobi, walaupun sama-sama melakukan hal yang disukai atau disenangi, hobi hanya dilakukan ketika waktu senggang atau mengisi waktu kosong, sedangkan passion memiliki suatu gairah untuk terus mengerjakannya karena hal tersebut digemarinya.\nPassion BisnisPassion dan bisnis adalah dua hal yang saling berkaitan. Karena dari passion seseorang dapat memunculkan ide-ide yang dapat dijadikan sebuah bisnis. Karena passion adalah sebuah kegemaran dan kesenangan, tentu ketika menjalankan bisnis yang sesuai passion kita bisa lebih produktif lagi. Apalagi jika apa yang kita kerjakan mendapatkan imbalan atau umpan balik positif. \nLalu apakah passion menentukan kesuksesan dalam berbisnis? Jawabannya tidak, tetapi itu dapat membantu menuju kesuksesan, begitulah kata Mike Kappel seorang Entrepreneur yang dia tulis artikelnya di situs Forbes.\nMike menyatakan bahwa ketika seseorang tidak memiliki passion dalam menjual sebuah produk, maka cobalah menjalankan sebuah bisnis seperti sebuah jasa. Passion akan membantu kita dari kesulitan dalam berbisnis karena kita senang menjalaninya. Passion dapat dipelajari, berdasarkan dari pengalaman-pengalaman yang kita lakukan, kita dapat menemukan tempat yang cocok yang mengharuskan diri kita berada di posisi yang mana. Namun, passion juga dapat menyesatkan kita. Artinya karena kita senang melakukan apa yang menjadi passion kita, justru akan cenderung melakukan hal-hal yang seharusnya tidak kita lakukan dalam bisnis yang sedang dibangun. Sehingga hasilnya tidak sepadan dengan usaha yang dilakukan.\nLangkah mengembangkan bisnis dengan passionDikutip dari artikel Strategy Blocks yaitu sebuah software management system yang didirikan oleh beberapa entrepreneur yaitu Craig Catley, Allen Keyte, Jason Blockley, dan Simon Lawrence, setidaknya ada 6 langkah untuk mengembangkan bisnis dengan passion, diantaranya\nTetapkan visi.Menjadi langkah awal sebelum melangkah lebih jauh. Visi adalah sebuah hati di dalam bisnis, dia dapat menuntun kita kepada kesuksesan, mengingatkan kita ketika keluar jalur, dan sebagai pengingat akan kesuksesan.Lakukan riset.Hal ini dilakukan untuk mengetahui keadaan di luar sehingga pengembang bisnis dapat beradaptasi dan berkompetisi dengan bisnis lain yang tersebar di luar sana.Buat sebuah perencanaan.Ketika sudah mengetahui apa yang ada dan sedang terjadi di luar, pengembang bisnis harus membuat perencanaan supaya visinya tercapai dengan segala kondisi hasil riset yang sudah dilakukan.Tetapkan struktur.Jalankan apa yang sudah direncanakan, mulai dari pembuatan struktur bisnis apa yang akan dijalankan.Bangun tim.Jika butuh tim, bangunlah tim sesuai struktur yang telah dibentuk, tim yang baik akan membawa bisnis lebih baik, apalagi dengan passion yang sama.Promosikan bisnis.Setelah mempunyai sumber daya yang kuat, visi yang jelas, dan tahu medan yang akan dijalani, saatnya promosikan bisnis yang akan dijalankan. Dengan begitu kita sudah siap menghadapi apa yang akan terjadi berikutnya.Bagaimana mengukur bisnis yang sukses dari passion yang dijalani?Setidaknya ada 5 ukuran yang menandakan sebuah bisnis sukses dan itu berangkat dari passion pe-bisnisnya seperti yang dikutip dari Singapore Company Incorporation. Kelima ukuran tersebut yaitu\nInvestor akan berdatangan.Tanpa dicari pun, bisnis yang sukses akan mendatangkan investor. Terlebih jika investor yang datang dengan antusias menandakan sebuah bisnis telah sukses.Tidak takut menghadapi kegagalan.Passion yang kuat akan menghapus rasa takut akan kegagalan, dan akan lebih bersemangat dalam menghadapi masalah tersebut.Tekun dan selalu termotivasi.Passion yang kuat juga akan membawa seseorang menjadi pribadi yang tekun dan selalu termotivasi setiap saat. Dengan demikian, ide-ide baru yang muncul bisa membawa bisnis lebih sukses.Apresiasi tinggi dari client.Ketika client senang dan mengapresiasi apa yang kita kerjakan, di situlah tanda keberhasilan dari apa yang kita lakukan.Memastikan keberhasilan jangka panjang.Dengan mengetahui ukuran di atas, pe-bisnis dapat memastikan keberhasilan jangka panjang atas bisnis dan passion yang dia miliki.Sumber :\nBinus UniversityForbes.comStrategy BlocksSingapore Company Incorporation*","plink":"http://khoerulumam.now.sh/2020/06/04/Bagaimana-Passion-Bisa-Membawa-Kesuksesan-Dalam-Bisnis/"},{"title":"Alasan Kalian Harus Nonton Series the Blacklist","date":"2020-06-04T01:11:50.000Z","date_formatted":{"ll":"Jun 4, 2020","L":"06/04/2020","MM-DD":"06-04"},"updated":"2020-06-04T10:02:24.215Z","content":"Apa yang ada dipikiran kamu ketika mendengar seorang penjahat kelas kakap dan menjadi buronan paling dicari oleh FBI tiba-tiba menyerahkan diri pada suatu hari yang cerah? Kemudian setelah ditahan orang itu malah memberikan daftar para penjahat kelas kakap lainnya yang FBI saja tidak mengetahui kalau para penjahat tersebut ada di muka bumi, mereka menyebutnya The Blacklist.\n\nMungkin itulah garis besar cerita yang ditawarkan di media-media streaming film dan series salah satunya adalah Netflix. Serial The Blacklist sudah mengudara sejak tahun 2013 lalu, dan hingga tahun 2020 sudah memiliki 7 season dengan rata-rata 22 episode tiap season. Yups, kalau dihitung sudah lebih dari  150 episode yang diproduksi. Season ketujuh dari seri The Blacklist belum bisa ditonton di Indonesia, karena di Netflix sendiri baru sampai Season 6, dan memang belum tersedia di negara Indonesia. Walaupun demikian, di beberapa negara khususnya negara yang bisa mengakses siaran NBC sudah dapat menikmati season ke-7 dari seri The Blacklist.\nSeri yang disutradarai oleh Jon Bokenkamp dan dibintangi oleh James Spader (as Raymond Redington) dan Megan Boone (as Elizabeth “Liz” Keen) mampu memberikan plot twist epic yang tidak diduga-duga. Kesuksesan Bokenkamp dalam menggarap seri The Blacklist ini mampu membawa The Blacklist memiliki rating yang tinggi dan masuk ke 100 TV Shows yang harus ditonton pada tahun 2020 versi https://variety.com/\nCerita (No Spoiler)Raymond Redington seorang mantan perwira intelijen Angkatan Laut Amerika Serikat yang telah menghilang selama 20 tahun dan menjadi buronan paling dicari oleh FBI, menyerahkan diri kepada asisten direktur Harold Cooper di gedung J. Edgar Hoover di Washington, DC. Redington mengklaim bahwa dia akan membantu FBI untuk melacak dan menangkap buronan termasuk para penjahat dan teroris yang FBI pun tidak mengetahui keberadaannya.\nDia menawarkan informasi dan bantuan kepada Cooper, dengan dua syarat, kekebalan dari penuntutan dan dia hanya akan memberikan informasi tersebut kepada Elizabeth Keen yaitu seorang profiler yang baru ditugaskan di FBI. Akhirnya kerja sama antara Raymond Redington dan FBI yang diketuai oleh Harold Cooper disepakati. Namun, seiring berjalannya waktu, Cooper dan Keen menaruh kecurigaan terhadan Redington, apalagi di sepanjang perjalanan seri perlahan Redington menunjukan suatu keterkaitan dengan masa lalu Keen dan misih menjadi misteri siapa Redington sebenarnya. Mengapa dia meyerahkan diri, ada keterkaitan apa dengan agen Keen? Hingga saat ini belum diketahui dan tentu akan menarik jika perlahan kita menikmati alur cerita dan menebak-nebak dari setiap clue yang ada di sepanjang episode.\nMonoton?Di awal episode season pertama memang sedikit monoton, karena di awal episode semua karakter baru diperkenalkan jadi belum terlalu ada konflik yang berat. Walaupun demikian, hanya beberapa episode saja kita sudah mulai mengetahui dan mulai larut ke dalam alur cerita. Ketika mau ke pertengahan season pertama, konflik-konflik mulai terlihat.\nBanyak cerita cerdasSusah menyebutkan apa itu cerita cerdas. Di sepanjang perjalan, ketika para agen FBI menangkap penjahat, ada saja cerita-cerita cerdas dari sang sutrada dan dapat membuat diri ini berkata “wow”. Cerita menggambarkan bagaimana cerdasnya para penjahat dalam melakukan perampokan, pembunuhan, pengalihan, penyamaran, dan hal lainnya yang mungkin tidak bisa bayangkan sebelumnya.\nBanyak plot twistBerangkat dari cerita cerdas tersebut, kita tidak bisa menebak-nebak secara pasti alur yang disajikan. Banyak misteri yang disajikan tentang karakter yang ada, perlahan akan terungkap. Alur yang terkadang mundur jauh beberapa tahun sebelumnya mampu memutar balikan tebakan yang mungkin selama menonton tiap season kita pikirkan.\nCerita kompleksTidak hanya cerita tentang penangkapan penjahat melulu, tiap karakter mempunyai konflik masing-masing yang sama-sama kuat. Konflik percintaan, konflik dengan pemerintah, dan konflik lain yang mereka selalu bersama-sama saling membantu dalam menyelesaikan setiap permasalahan yang ada.\nTentang pengkhianatan, loyalitas, persahabatan, dan permusuhanApa yang kita rasakan ketika orang-orang di sekitar kita berkhianat, dari persahabatan yang erat menjadi permusuhan yang berat. Kita akan melihat bagaimana loyalitas dalam sebuah kelompok sangat penting, bagaimana sebuah persahabatan begitu kuat, dan bagaimana memaafkan menjadi nilai paling tinggi.\nRedington istimewaDia punya segalanya, sumber daya yang sangat banyak, persahabatan dari mana saja, ketika dia terjatuh ada yang selalu membantunya untuk bangkit kembali. Bahkan ketika dia sakit saja punya sumber daya kesehatan sendiri dengan tingkat penjagaan dan keamanan yang luar biasa.\nLebih dari sekadar cerita keluargaDi sepanjang seri, kita akan melihat bahwa mungkin ini adalah seri yang hanya menceritakan seluk beluk satu keluarga, nyatanya tidak. Ya itu, dengan cerita yang cerdas dan banyak plot twist mampu mengubah berbagai pemikiran yang selama ini kita duga-duga.\nDi mana saya bisa nonton?Di Indonesia sendiri, series The Blacklist dapat disaksikan di platform Netflix. Namun, baru sampai season 6, sedangkan  menurut informasi, season 7 akan tayang ni Netflix akhir tahun 2020 ini.\nSeason 8Dari banyak sumber, season 8 kemungkinan akan menjawab semua cerita, semua dugaan, dari mulai season 1 hingga season 7. Banyak karakter baru muncul yang akan mendominasi. Katanya sih gitu. Namun, proses pembuatan season 8 akan bisa dimulai tahun depan karena kondisi covid-19 yang melanda banyak negara, proses syuting pun ikut terhambat, dan imbasnya di season 7 hanya ada 19 episode.\nHai, terima kasih sudah membaca, ini hanya pendapat pribadi, jadi jika ada pertanyaan atau saran bisa dituliskan di kolom komentar disqus di bawah. Apa lagi yang perlu di review?\n","plink":"http://khoerulumam.now.sh/2020/06/04/Alasan-Kalian-Harus-Nonton-Series-The-Blacklist/"},{"title":"Artificial Intelligence Dan Perang, Kesadisan Mesin Yang Tidak Bisa Dikalahkan","date":"2020-06-01T14:16:15.000Z","date_formatted":{"ll":"Jun 1, 2020","L":"06/01/2020","MM-DD":"06-01"},"updated":"2020-06-04T02:07:49.310Z","content":"Pernah mendengar tentang akan terjadinya perang dunia ketiga? Apakah kamu yakin hal itu akan terjadi? Lalu bagaimana jika perang dunia ketiga terjadi dan menggunakan robot sebagai senjata utama? Kemajuan dalam taktik berperang? Atau malah kekhawatiran akan kehancuran? Artificial Intelligence dalam dunia senjata ternyata sedang dikembangkan. Tentu senjata yang tercipta dengan fitur Artificial Intelligence di dalamnya sangat berbahaya, mengapa demikian?\nSebelum kita masuk ke pembahasan yang lebih jauh, sudahkan kalian mengenal Lethal Autonomous Weapon atau LAW? Jika belum berikut saya ceritakan sedikit tentang teknologi tersebut.\nLethal Autonomous Weapon atau LAW merupakan sebuah senjata otomatis yang akan menarget sasarannya berdasarkan sistem kecerdasan buatan. Kalau sudah pernah menonton film Terminator, ya begitulah kurang lebihnya, jika target sudah ditetapkan si A, maka senjata ini akan secara otomatis mencari dan membunuh target tersebut.\nPengembangan sistem seperti ini memang bagus, menunjukkan bahwa perkembangan teknologi semakin mutakhir. Namun beberapa orang menolaknya dengan keras, bahwa dengan sistem seperti itu, kesadisan dalam perburuan target sangat besar. Bayangkan, jika ada sebuah robot yang sudah ditargetkan sasarannya padamu, apa yang bisa kamu lakukan? Tidak ada, ya tidak ada.\nBan Lethal Autonomous WeaponBanyak yang sudah mendukung aksi ini. Beberapa waktu lalu, seorang CEO sebuah perusahaan menjelaskan bagaimana sebuah senjata kecil mematikan. Sebuah drone yang dibekali kecerdasan buatan tapi sangat membahayakan. Bagaimana tidak membahayakan, drone ini dibekali senjata yang siap menembus kepala hingga otak targetnya. Mati? tentu saja!\nCoba lihat dulu bagaimana alat ini bekerja pada video d bawah ini.\nSenjata seperti itu sangat mungkin digunakan untuk penyerangan masal. Bisa dilihat dari apa yang disampaikan, mereka mendapatkan data dari media sosial, dan kebiasaan kita di internet. Ketika kita sering mengupload foto di internet, bukan tidak mungkin foto-foto yang kita unggah, identitas kita yang kita unggah, kebiasaan kita, dan perilaku kita semuanya terekam di dalam jejak digital, dijadikan sebuah database yang tentu menjadi data untuk pembunuhan kita sendiri. Lalu salah siapa jika seperti itu?\nDrone kecil yang mematikan, menggunakan data dari apa yang kita unggah untuk membunuh kita sendiri. Itulah mengapa kenapa banyak yang memprotes pembuatan drone seperti ini. Terlebih karena drone seperti ini merupakan sebuah kecerdasan buatan, tentu mereka mempunyai pertahanan yang tidak akan bisa manusia tembus.\nKemajuan teknologi dan kemunduran Hak AsasiPenggunaan AI dalam pelbagai teknologi saat ini merupakan sebuah kemajuan teknologi manusia yang sangat mutkahir. Namun, di sisi lain selain yang disebutkan di atas, hak asasi manusia yang selalu digencarkan di pelbagai negara sangat rentan dilanggar. Bagaimana tidak, privasi kita, bahkan kehidupan kita terancam.\nSudah tidak dapat disembunyikan lagi, segala sesuatu yang kita unggah di internet pasti terekspos oleh beberapa orang bahkan publik sekalipun. Tentu menjadi pelajaran juga untuk kita bagaimana kita memilih mana yang harus kita publish dan mana yang tidak boleh kita publish\nPerang akan terjadi, dan itu pastiCepat atau lambat perang akan terjadi. Perang teknologi dan monopoli sangat besar kemungkinannya. Bahkan bukan kemungkinan lagi, perang teknologi dan monopoli sedang terjadi saat ini.\n","plink":"http://khoerulumam.now.sh/2020/06/01/Artificial-Intelligence-dan-Perang-Kesadisan-Mesin-yang-Tidak-Bisa-Dikalahkan/"},{"title":"Akankah Di Masa Depan Kita Bisa Berbohong","date":"2020-01-11T04:23:46.000Z","date_formatted":{"ll":"Jan 11, 2020","L":"01/11/2020","MM-DD":"01-11"},"updated":"2020-06-04T02:08:18.670Z","content":"Pernahkah Anda berbohong? Jika Anda menjawab ‘Tidak’ kemungkinan besar Anda sedang berbohong, jika Anda menjawab ‘Iya’, kemungkinan Anda juga berbohong. Karena saat ini, yang mengetahui Anda berbohong atau tidak hanya diri Anda sendiri dan Tuhan.\nSebelumnya, selamat datang di awal dekade, 2020, dimana kemajuan teknologi semakin canggih dan tidak dapat ditahan perkembangannya. Dalam tulisan ini, terkait dengan paragraf pertama saya akan coba ceritakan sebuah kejadian yang mungkin saja akan jadi kenyataan, dan saya yakin hampir 100%. Apa yang menjadi kenyataan itu? Jawabannya “The Real Lie Detector or Facial Expression Detector”\nNamun, sebelum jauh ke masa depan, mari kita kembali ke masa lalu, sekitar tahun 1978 hingga 2002.\nPaul Ekman, penemu kode-kode bahasa wajah yang disebut dengan Facial Actions Code System atau disingkat FACS berhasil memetakan gambaran ekspresi manusia dari berbagai kondisi perasaannya, seperti senang, sedih, marah, gelisah, takut, dan sebagainya. Pada awal diterbitkan yaitu tahun 1978, FACS memiliki beberapa pemetaan yang kemudian disempurnakan dan ditambah pada tahun 2002.\nPenelitian ini berlangsung beberapa tahun. Ekman selalu mengamati perubahan mimik wajah seseorang, bertahun-tahun, bahkan anaknya sendiri dia selalu amati dari bayi hingga beranjak anak-anak dan dewasa.\nKita tahu, bahwa ketika kita sedih, raut wajah kita akan sedih juga. Mungkin gerakan mata yang pasti berbeda dengan saat kita sedang bahagia, gerakan mulut dengan ujung bibir cemberut, dan sebagainya. Dan hal itu tanpa disadari terjadi, artinya bergerak di dalam bawah sadar kita. Pernahkah anda melihat orang menangis karena sedih dengan ekspresi wajah tertawa misalnya, atau melihat orang bahagia tapi memasang mimik bersedih? Tunggu dulu, mungkin Anda menjawab pernah, ketika mendapat kebahagiaan terkadang manusia menangis, atau ketika manusia sedang sedih dan dihibur, mereka tertawa.\nKetika kita sedang merasakan kebahagiaan yang amat bahagia, tidak jarang kita menangis. Namun, apakah kita menangis karena sedih? Terpuruk? Atau merasa terhina? Tentu tidak. Menangis ketika sedih dan bahagia adalah dua hal yang berbeda jika kita melihat secara jeli perubahan mimik wajah orang tersebut.\nBegitu juga dengan ketika kita sedih dan dihibur lalu tertawa, apakah mereka memasang wajah bahagia karena kesedihannya? Tentu tidak. Mereka tertawa karena kita buat mereka tertawa bukan? Artinya, setiap orang tanpa disadari akan mengeluarkan mimik wajah yang berbeda sepersekian milidetik bergantung pada apa yang dia rasakan saat itu, dan Ekman beserta timnya berhasil mengumpulkan berbagai ekspresi yang terbagi menjadi beberapa satuan aksi untuk lebih mudah memahami nya.\nYa, mereka sebut satuan aksi, yaitu sebuah satuan aksi per gerak wajah yang terbagi lagi menjadi beberapa bagian otot, seperti otot yang menggerakan sekitar mata, dahi, otot yang menggerakan sekitar pipi, mulut, hingga dagu. Serta beberapa satuan seperti menggerakan kepala. Gabungan dari satuan aksi tersebut dapat mengidentifikasi perasaan seseorang saat itu, misalnya ketika senang, manusia akan mengeluarkan satuan aksi 6 dan satuan aksi 12. Atau ketika sedih manusia akan mengeluarkan satuan aksi 1,4, dan 15. Begitu seterusnya. Setiap satuan aksi hanya memiliki satu aksi saja. Sisanya, harus dikombinasikan dengan satuan aksi lain untuk mengetahui apa yang sedang dirasakan oleh seseorang.\nEkman dan teman-temannya selalu mengamati pelbagai video dari orang-orang populer juga untuk mengetahui apa yang sedang dirasakan oleh orang tersebut dan apa yang sedang mereka coba sembunyikan. Dari pelbagai perasaan, mungkin perasaan sedih, senang, dan takut sudah sangat terlihat familiar. Namun bagaimana dengan perasaan yang disembunyikan oleh seseorang? Bagaimana jika seseorang sedang menyembunyikan sebuah kebohongan? Atau sebuah perasaan yang sebenarnya?\nKecerdasan buatan dan Machine LearningSebelumnya, Ekman dan para peneliti lain menemukan bahwa di dalam wajah manusia memiliki lebih dari 300.000 kombinasi otot untuk menentukan suatu perasaan yang sedang dia alami. Beberapa diantaranya memang belum bisa diidentifikasi dan memang tidak ada ada artinya. Dengan pengetahuan manusia yang terbatas dan lamanya manusia mengidentifikasi, tentu akan memakan waktu yang lama seperti halnya Ekman dan teman-temannya. Mengolah beribu data dalam satuan milidetik tentu sangat sukar dan sepertinya tidak dapat dilakukan oleh manusia. Lalu bagaimana dengan mesin?\nMachine Learning yang terus berkembang dan dipadukan di pelbagai disiplin ilmu terus dikembangkan, menjadikan temuan baru yang dikatakan dapat memiliki sebuah kecerdasan yang katanya dapat melebihi kecerdasan manusia.\nKecerdasan buatan dapat mempelajari hal yang sulit sekalipun manusia tidak dapat menjangkau nya. Seperti kisah kecerdasan buatan yang diciptakan untuk bermain Go, sebuah permainan papan yang cukup populer, dapat mengalahkan pemain Go ternama. Dia (Kecerdasan buatan yang diberi nama Alpha Go) dapat belajar taktik bermain Go berjuta-juta kali hanya dalam beberapa menit yang mana jika manusia belajar hal yang sama perlu beberapa tahun baru selesai. Luar biasa bukan?\nBagaimana jika mesin seperti itu diatur untuk belajar mengenali beragam kombinasi wajah manusia dalam berekspresi. Tentu akan belajar berjuta-juta kali lebih cepat dibandingkan dengan manusia. Artinya bukan tidak mungkin jika kelak tidak akan ada perasaan yang disembunyikan dari seorang manusia.\nDitambah lagi dengan perkembangan kamera dalam mengenali gambar atau image recognition akan menambah kecanggihan alat ini.\nLalu apa manfaatnya?Bayangkan jika kelak ternyata benar-benar ada alat yang memadukan bagaimana penggambaran wajah tergantung ekspresi nya berdasarkan penelitian Ekman dan teman-temannya, dengan teknologi machine learning dan kemudian menjadikan sebuah kecerdasan baru? Tentu akan memiliki beberapa manfaat seperti dapat menganalisis para pelaku kejahatan yang mencoba untuk berbohong, memberikan tindakan yang tepat pada bayi dan lansia yang tidak bisa berkomunikasi dengan lancar, membantu para penyandang disabilitas, dan banyak lagi.\nNamun disisi lain, tentu akan menimbulkan hal negatif seperti tidak bisanya kita menyembunyikan perasaan atau hal-hal yang menurut kita memang adalah hak privasi kita. Kelak semuanya dapat terekspos dengan beragam teknologi, apalagi jika yang sering mengunggah foto di Instagram.\nSudah dikembangkanBeberapa teknologi sejenis ini sudah dikembangkan, bahkan beberapa teknologi sudah dapat mendeteksi usia kita dari wajah kita sendiri, dapat mengetahui wajah seorang pria atau wanita, dan sebagainya. Perlahan jika memang banyak yang mengembangkan, teknologi ini akan muncul pada saatnya dan kita dapat mengetahui atau setidaknya lebih peka terhadap situasi sosial orang-orang disekitar kita yang kita sayangi yang sedang menyembunyikan perasaan nya.\n","plink":"http://khoerulumam.now.sh/2020/01/11/Akankah-di-Masa-Depan-Kita-Bisa-Berbohong/"}]