{"title":"Portofolio","date":"2020-06-03T14:20:46.000Z","date_formatted":{"ll":"Jun 3, 2020","L":"06/03/2020","MM-DD":"06-03"},"updated":"2020-06-03T14:45:57.631Z","content":"<p>Hai, Nama saya <strong>Khoerul Umam</strong></p>\n<p>Saya paling suka dengan yang namanya pemrograman, karena dengan pemrograman kita hampir bisa membuat apa saja yang kita inginkan dan kita butuhkan. Tentu karena dunia teknologi terus berkembang, saya sebisa mungkin terus mengikutinya supaya tidak ketinggalan. </p>\n<p>Dari banyak bahasa pemrograman, saya lebih fokus ke pemrograman web. Yups, <em>Web Application</em> atau aplikasi berbasis web. Saya suka karena dengan web bisa diakses dari mana saja dan kapan saja, bahkan dari device yang berbeda atau <em>multidevice</em>. Oh iya, karena sekarang sedang gencar-gencar <em>PWA</em> aplikasi web yang kita bikin bisa offline juga.</p>\n<p>Saat ini saya sedang menempuh perkuliahan di Universitas Negeri Semarang, jurusan Ilmu Komputer, dan prodi Informatika. Jadi tiap hari kebanyakan ngoding dan ngoding. Tapi saya suka.</p>\n<h3 id=\"skills\">Skills<a href=\"#skills\" title=\"Skills\"></a></h3><p>Adapun bahasa pemrograman yang saya kuasai antara lain</p>\n<ol><li>PHP</li><li>Javascript</li><li>Python</li><li>Java</li></ol><p>Selain itu, beberapa <em>framework</em> yang sering saya gunakan antara lain</p>\n<ol><li>Laravel</li><li>Codeigniter</li><li>Bootstrap</li><li>Framework CSS lain</li><li>Reactjs (Belajar)</li></ol><p>Selain saya suka ngoding khususnya website, saya juga suka desain. Tools yang saya gunakan untuk desain antara lain</p>\n<ol><li>Figma</li><li>Adobe Illustrator</li><li>Adobe Photoshop</li></ol><h3 id=\"my-project\">My Project<a href=\"#my-project\" title=\"My Project\"></a></h3><p>Dari beberapa yang sudah saya sebutkan, ada beberapa projek yang sudah saya kerjakan hingga 2020 ini, projek-projek tersebut antara lain</p>\n<ol><li><p><a href=\"https://kelasbisa.my.id\" target=\"_blank\">Kelasbisa</a></p><p>Kelasbisa merupakan sebuah platform untuk belajar online. Menyediakan berbagai macam kelas baik gratis maupun premium yang dapat diakses secara online. Kelasbisa adalah platform yang saya ciptakan untuk sharing ilmu dengan orang lain. Dengan fitur yang kompleks seperti penambahan kelas, edit kelas, sistem kupon, sistem transaksi, sistem belajar online, manajemen pengguna, statistik, dan banyak lagi.</p></li><li><p><a href=\"https://rsbhaktiwiratamtama.my.id\" target=\"_blank\">RS Bhakti Wiratamtama</a></p><p>Merupakan sebuah web sistem informasi untuk pendataan obat dari gudang dan di apotek. Web ini milik rumah sakit yang bersangkutan dan saya bangun untuk memudahkan pendataan obat dengan fitur yang cukup lengkap seperti pendataan obat, riwayat pemasukan obat, riwayat distribusi obat, permintaan obat dari apotek ke gudang, notifikasi atau pemberitahuan obat yang akan kadaluwarsa, dan banyak lagi.</p></li><li><p><a href=\"http://aplikasi-cat.my.id/\" target=\"_blank\">CAT Aplication</a></p><p><em>Computer Adaptive Test</em> atau CAT merupakan sebuah tes online dimana soal yang diberikan akan menyesuaikan kemampuan dari peserta yang menggunakan. Jika peserta kesulitan menjawab soal, maka soal yang diberikan adalah soal yang mudah, sebaliknya jika peserta bisa mengerjakan soal, soal-soal berikutnya akan lebih sulit.</p></li><li><p>Desain di <a href=\"https://instagram.com/literatoridn\" target=\"_blank\">Literator</a> dan <a href=\"https://instagram.com/kelas.bisa\" target=\"_blank\">Kelasbisa</a></p><p>Selain web, ada juga hasil pekerjaan di bagian desain, contohnya bisa di lihat di intagram @kelas.bisa dan @literatoridn. Sebagian postingan yang ada merupakan hasil desain yang saya buat.</p></li><li><p>Desain lain bisa dilihat di <a href=\"https://dribbble.com/umamix\" target=\"_blank\">dribbble</a></p><p>Selain di instagram, saya juga sering mengunggah hasil desain ke dribbble. Dribbble merupakan komunitas desain dari seluruh dunia, berbagai karya tercipta di sana, dan merupakan lautan inspirasi</p></li></ol><h3 id=\"get-in-touch\">Get In Touch<a href=\"#get-in-touch\" title=\"Get In Touch\"></a></h3><p>Ingin bersilaturahmi? atau perlu bantuan seputar desain atau web application? Segera hubungi saya, jangan sungkan, selalu tersedia untuk Anda. Hubungi saya di <a href=\"mailto:id.khoerulumam@gmail.com\">id.khoerulumam@gmail.com</a></p>\n","link":"portofolio","comments":true,"plink":"http://khoerulumam.now.sh/portofolio/","toc":[{"id":"skills","title":"Skills","index":"1"},{"id":"my-project","title":"My Project","index":"2"},{"id":"get-in-touch","title":"Get In Touch","index":"3"}]}