{"per_page":5,"total":2,"current":1,"data":[{"title":"Apakah Budaya Ngeblog Sudah Hilang?","date":"2020-07-01T09:14:16.000Z","date_formatted":{"ll":"Jul 1, 2020","L":"07/01/2020","MM-DD":"07-01"},"excerpt":"<p>Kapan terakhir kamu posting artikel di blog? Atau kapan pertama kali kamu mengenal Blog? Blog menjadi jejaring sosial yang populer pada zamannya, hampir setiap hasil pencarian di mesin pencari pasti memberikan hasil pencarian blog di posisi paling atas.  Namun kini ketika kita mencari sesuatu di mesin pencari, walaupun menampilkan posisi di atas, namun tahun postingan sudah lawas, kadang beberapa tahun yang lalu, apakah ini artinya budaya ngeblog sudah hilang?</p>","link":"2020/07/01/Apakah-Budaya-Ngeblog-Sudah-Hilang","tags":["trivia"],"categories":["Trivia"]},{"title":"Benarkah Pandemi Terjadi Setiap 100 Tahun Sekali?","date":"2020-06-29T12:22:44.000Z","date_formatted":{"ll":"Jun 29, 2020","L":"06/29/2020","MM-DD":"06-29"},"excerpt":"<p>Ketika Covid-19 diumumkan oleh World Health Organization atau WHO sebagai pandemi, muncul banyak teori konspirasi yang mengatakan bahwa pandemi sudah diagendakan yakni setiap 100 tahun sekali oleh para elit global demi menggapai kekuasaan dan penaklukan, dan pandemi yang disorot adalah Black Death, Kolera, Dan Flu Spanyol. Apakah memang benar setiap 100 tahun sekali terjadi pandemi?</p>","link":"2020/06/29/Benarkah-Pandemi-Terjadi-Setiap-100-Tahun-Sekali","tags":["Pandemic"],"categories":["Science"]},{"title":"Akankah Teknologi Menciptakan Keabadian Dalam Diri Manusia?","date":"2020-06-20T13:50:48.000Z","date_formatted":{"ll":"Jun 20, 2020","L":"06/20/2020","MM-DD":"06-20"},"excerpt":"<p>Bagaimana jadinya jika manusia hidup abadi, tidak mengenal usia, dan tidak mengenal tua. Akankah hal itu terjadi di masa yang akan datang dengan teknologi yang semakin berkembang pesat jauh meninggalkan pemikiran-pemikiran masa lampau? </p>","link":"2020/06/20/Akankah-Teknologi-Menciptakan-Keabadian-Dalam-Diri-Manusia","tags":["technology"],"categories":["Future Tech"]},{"title":"Moby Dick, Petualangan Perburuan Paus Di Laut Lepas","date":"2020-06-16T12:49:47.000Z","date_formatted":{"ll":"Jun 16, 2020","L":"06/16/2020","MM-DD":"06-16"},"excerpt":"<p>Pertama kali mendengar buku Moby Dick adalah dari channel TED-Ed hasil rekomendasi youtube sekitar dua minggu yang lalu. Dengan judul “Why Should You Read Moby Dick” berhasil membuat saya penasaran dan ingin mengetahui lebih lanjut tentang bagaimana proses perburuan ikan paus oleh para pelaut-pelaut terdahulu. Rasa penasaran itu pun semakin bertambah ketika membaca sedikit ulasan dari beberapa sumber. Dan ternyata memang ini adalah buku yang sebenarnya sudah sangat lama.</p>","link":"2020/06/16/Moby-Dick-Petualangan-Perburuan-Paus-Di-Laut-Lepas","tags":["Books","Review"]},{"title":"36 Jam Tanpa Sosial Media Dan Menyadari Bahwa...","date":"2020-06-07T09:59:53.000Z","date_formatted":{"ll":"Jun 7, 2020","L":"06/07/2020","MM-DD":"06-07"},"excerpt":"<p>Mulai dari tanggal 2 Juni, ada perasaan yang berbeda, merasa lebih stress, merasa lebih sering marah, pusing, dan ingin ngata-ngatain. Dan hal tersebut berlanjut hingga hari jumat, 5 Juni 2020. Apa yang terjadi hingga menjadi seperti ini? Mulai sabtu 6 Juni saya mencoba untuk berhenti bermain sosial media sampai besoknya, minggu 7 Juni 2020. Saya ingin mencoba istirahat dari segala permasalahan yang ada dan menenangkan diri. Dan hasilnya ternyata… lumayan.</p>","link":"2020/06/07/36-Jam-Tanpa-Sosial-Media-Dan-Menyadari-Bahwa","tags":["Self"],"categories":["Self Reminder"]}]}