{"per_page":5,"total":2,"current":2,"data":[{"title":"Bagaimana Passion Bisa Membawa Kesuksesan Dalam Bisnis","date":"2020-06-04T09:52:01.000Z","date_formatted":{"ll":"Jun 4, 2020","L":"06/04/2020","MM-DD":"06-04"},"excerpt":"<p>Bisnis bukanlah perkara yang mudah, tidak sedikit orang pergi ke berbagai kota bahkan negara hanya untuk mencari tahu tentang bagaimana mengembangkan bisnis, bagaimana untuk sukses, dan bahkan bagaimana untuk memulai sebuah bisnis. Selain pergi berkelana, ada juga sebagian orang yang mencari di internet, buku, majalah, atau literasi lain tentang bisnis. Dan kemudian, dari perilaku tersebut, biasanya muncul pernyataan “Bangunlah bisnis sesuai passion kamu”.</p>","link":"2020/06/04/Bagaimana-Passion-Bisa-Membawa-Kesuksesan-Dalam-Bisnis","tags":["business"],"categories":["Business"]},{"title":"Alasan Kalian Harus Nonton Series the Blacklist","date":"2020-06-04T01:11:50.000Z","date_formatted":{"ll":"Jun 4, 2020","L":"06/04/2020","MM-DD":"06-04"},"excerpt":"<p>Apa yang ada dipikiran kamu ketika mendengar seorang penjahat kelas kakap dan menjadi buronan paling dicari oleh FBI tiba-tiba menyerahkan diri pada suatu hari yang cerah? Kemudian setelah ditahan orang itu malah memberikan daftar para penjahat kelas kakap lainnya yang FBI saja tidak mengetahui kalau para penjahat tersebut ada di muka bumi, mereka menyebutnya The Blacklist.</p>","link":"2020/06/04/Alasan-Kalian-Harus-Nonton-Series-The-Blacklist","tags":["Movies","Review"],"categories":["Review"]},{"title":"Artificial Intelligence Dan Perang, Kesadisan Mesin Yang Tidak Bisa Dikalahkan","date":"2020-06-01T14:16:15.000Z","date_formatted":{"ll":"Jun 1, 2020","L":"06/01/2020","MM-DD":"06-01"},"excerpt":"<p>Pernah mendengar tentang akan terjadinya perang dunia ketiga? Apakah kamu yakin hal itu akan terjadi? Lalu bagaimana jika perang dunia ketiga terjadi dan menggunakan robot sebagai senjata utama? Kemajuan dalam taktik berperang? Atau malah kekhawatiran akan kehancuran? Artificial Intelligence dalam dunia senjata ternyata sedang dikembangkan. Tentu senjata yang tercipta dengan fitur Artificial Intelligence di dalamnya sangat berbahaya, mengapa demikian?</p>","link":"2020/06/01/Artificial-Intelligence-dan-Perang-Kesadisan-Mesin-yang-Tidak-Bisa-Dikalahkan","tags":["Artificial Intellegent","Machine Learning"],"categories":["Future Tech"]},{"title":"Akankah Di Masa Depan Kita Bisa Berbohong","date":"2020-01-11T04:23:46.000Z","date_formatted":{"ll":"Jan 11, 2020","L":"01/11/2020","MM-DD":"01-11"},"excerpt":"<p>Pernahkah Anda berbohong? Jika Anda menjawab ‘Tidak’ kemungkinan besar Anda sedang berbohong, jika Anda menjawab ‘Iya’, kemungkinan Anda juga berbohong. Karena saat ini, yang mengetahui Anda berbohong atau tidak hanya diri Anda sendiri dan Tuhan.</p>","link":"2020/01/11/Akankah-di-Masa-Depan-Kita-Bisa-Berbohong","tags":["Artificial Intellegent","Face Recognition","Machine Learning"],"categories":["Future Tech"]}]}