{"title":"Apakah Budaya Ngeblog Sudah Hilang?","date":"2020-07-01T09:14:16.000Z","date_formatted":{"ll":"Jul 1, 2020","L":"07/01/2020","MM-DD":"07-01"},"link":"2020/07/01/Apakah-Budaya-Ngeblog-Sudah-Hilang","comments":true,"tags":["trivia"],"categories":["Trivia"],"updated":"2020-07-01T10:10:56.392Z","content":"<p>Kapan terakhir kamu posting artikel di blog? Atau kapan pertama kali kamu mengenal Blog? Blog menjadi jejaring sosial yang populer pada zamannya, hampir setiap hasil pencarian di mesin pencari pasti memberikan hasil pencarian blog di posisi paling atas.  Namun kini ketika kita mencari sesuatu di mesin pencari, walaupun menampilkan posisi di atas, namun tahun postingan sudah lawas, kadang beberapa tahun yang lalu, apakah ini artinya budaya ngeblog sudah hilang?</p>\n<a id=\"more\"></a><p><strong>Note:</strong> Aktifkan dark mode di sisi kiri postingan untuk mendapatkan pengalaman membaca lebih baik. Bagi pengguna mobile, klik float button di pojok kanan bawah, dan pilih menu sidebar.</p>\n<p>Banyak manfaat yang didapat dari ngeblog, seperti menambah keterampilan menulis, menambah teman, dan berbagi ilmu pengetahuan. Pada tahun 2010 an, budaya ini begitu melekat bagi para pengguna internet. Pertama kali saya kenal  platform blog adalah MyWapBlog dan Blogger, baru kemudian hari saya mengenal Wordpress. MyWapBlog dan Blogger adalah platform blogging yang sangat populer, dengan perbedaan paling mencolok dimana MyWapBlog dikhususkan untuk mobile, dan Blogger dikhususkan untuk desktop.</p>\n<p>Kedua platform tadi sudah berasa menjadi rumah online bagi para penggunanya, setiap hari selalu mengecek beranda hanya untuk melihat siapa yang berkomentar. Dulu, kegiatan saling berkomentar di blog merupakan kegiatan yang sangat seru karena bisa saling membantu untuk meningkatkan pengunjung blog, dan pengunjung blog adalah aset yang paling berharga.</p>\n<p>Namun, saya rasa kegiatan tersebut sudah tidak banyak dilakukan lagi, bahkan MyWapBlog sekarang sudah ditutup secara resmi, dan penerusnya NextWapBlog yang merupakan karya anak bangsa juga jarang terpublikasi. Mengapa hal ini bisa terjadi?</p>\n<h4 id=\"tidak-adanya-konten\">Tidak adanya konten<a href=\"#tidak-adanya-konten\" title=\"Tidak adanya konten\"></a></h4><p>Ada salah satu blog yang saya sukai, yaitu Enigmablogger. Bagi yang belum tahu, blog tersebut menyediakan konten pemecahan misteri yang sangat detail. Setiap ada hal-hal aneh dan membingungkan di tengah masyarakat, blog itu pasti membahasnya dengan sangat detail dan diambil dari banyak sumber, bahkan blog tersebut sudah mempunyai dua buku yang isinya juga sangat seru untuk dibaca bagi para pencinta teori konspirasi, sains, dan teknologi. Namun, kini sudah tidak diupdate lagi, bahkan postingan terakhir sekitar 4 tahun yang lalu.</p>\n<p>Setelah mencari informasi ke sana sini, penulis dari blog tersebut memang sudah tidak ada konten yang bisa dibahas, penyebaran informasi sekarang sudah cepat, bahkan media sosial Twitter bagi saya menjadi pusat informasi yang paling lengkap dan update saat ini.</p>\n<p>Selain blog di atas, para blogger lain yang biasa membagikan konten game, aplikasi, dan tips &amp; trik, sekarang sudah surut. Kenapa hal itu bisa terjadi ya?</p>\n<p>Hal ini terjadi karena pengguna internet sekarang sudah tidak memilih konten tersebut di media blog, rata-rata pengguna internet larinya ke youtube untuk mencari informasi atau sekadar hiburan. Banyaknya channel youtube juga mendukung hal ini terjadi. </p>\n<p>Format video sangat efektif dalam menyampaikan informasi ketimbang dalam bentuk tulisan. Masyarakat di era saat ini tidak ingin membuang-buang waktu hanya untuk membaca, mereka pasti akan memilih format video yang memang bisa menjelaskan sesuatu lebih rinci. Oleh karena itu, konten-konten di blog sekarang sudah tidak relevan lagi bagi masyarakat saat ini.</p>\n<h4 id=\"cenderung-memilih-blog-pribadi\">Cenderung memilih blog pribadi<a href=\"#cenderung-memilih-blog-pribadi\" title=\"Cenderung memilih blog pribadi\"></a></h4><p>Sekitar tahun 2015an pengguna internet membutuhkan platform blogging untuk membagikan karya mereka, seperti blogger dan wordpress, namun sekarang kebanyakan dari mereka memilih untuk menciptakan platform mereka sendiri. Dulu harga domain bisa dikatakan mahal, apalagi membeli hosting untuk menyimpan platform kita, namun sekarang hal itu tidak bisa dijadikan alasan. Banyak domain gratis dan promo hosting yang tersebar di internet, dan banyak penyedia layanan hosting yang terus berlomba-lomba memberikan promo pada pengguna.</p>\n<p>Seperti halnya saya, di platform MyWapBlog kalau tidak salah hitung saya mempunyai 3 blog dimana yang aktif 2 blog. Masing-masing memberikan konten khusus dan random. Di blogger, saya tidak bisa menghitung berapa blog yang saya pernah buat, mungkin sekitar 5 blog dengan fokus konten berbeda. Dan di wordpress pun sama, memiliki beberapa blog dengan konten sendiri-sendiri. Namun, kembali ke poin utama, tidak adanya bahan membuat semua blog terbengkalai sekarang.</p>\n<p>Alih-alih memperbaiki blog yang lama, saya lebih memilih membuat blog pribadi. Blog ini saya buat sekitar 2019 lalu dengan fokus konten tentang ngoding. Namun karena kesalahan saya, database yang lama terhapus dan terpaksa saya harus membuatnya dari awal. Bagi yang belum tahu saya menggunakan platform apa, secara keseluruhan saya menggunakan Hexo sebagai web builder dan Github sebagai tempat menyimpan blog saya, ya ini di github. Thanks to my friends yang selalu memberikan informasi terkini tentang dunia teknologi khususnya web. Dan sekarang saya ingin fokus berbagi konten yang sekiranya bermanfaat.</p>\n<h4 id=\"tidak-salah-menggunakan-platform-lain\">Tidak salah menggunakan platform lain<a href=\"#tidak-salah-menggunakan-platform-lain\" title=\"Tidak salah menggunakan platform lain\"></a></h4><p>Mungkin ada yang bertanya-tanya, saya ingin menggunakan platform lain untuk memulai blog. Itu juga bagus, Wordpress misalnya. Entah kenapa saya cenderung lebih memilih wordpress alih-alih blogger karena bagi saya wordpress memilih kustomisasi yang lengkap, tersedia banyak fitur, dan tentu kita bisa memasangnya sendiri di hosting kita.</p>\n<p>Selain itu, Medium juga menjadi favorit saya. Hey, siapa yang tidak kenal Medium. Tempat berbagi tulisan yang sangat-sangat berbobot, banyak ilmu baru yang didapatkan, dan banyak informasi menarik yang dapat di baca. Saya punya akun Medium, namun diblok, karena ternyata saya melanggar peraturan di sana.</p>\n<p>Platform blogging tidaklah menjadi masalah, yang menjadi masalah adalah ingin memulai tapi tidak melangkah. Sudah banyak puluhan hingga ratusan platform blogging, bagi yang ingin mencobanya bisa langsung memulai dari mana saja.</p>\n<h4 id=\"konten-apa-yang-seharusnya-saya-share\">Konten apa yang seharusnya saya share?<a href=\"#konten-apa-yang-seharusnya-saya-share\" title=\"Konten apa yang seharusnya saya share?\"></a></h4><p>Di era sekarang sangat susah memberikan konten melalui blog, karena memang membaca itu membosankan. Namun, bagi saya, blog bisa dijadikan media ekspresi. Kamu bisa menulis puisi, kenapa tidak menuangkan seluruh puisinya di blog yang kamu buat? Kamu suka membuat resep masakan, kenapa tidak kamu share di blog kamu? Atau kamu suka berbagi ilmu, kenapa tidak dibagikan ke banyak orang? Atau bahkan kamu suka bercerita, kenapa tidak ceritakan kisah yang kamu buat di blog?</p>\n<p>Tidak peduli ada audiens atau tidak, mengekspresikan diri melalui blog itu positif. Kita bisa menuangkan isi pikiran kita, ide dan gagasan kita, dan menuangkan ilmu baru yang mungkin orang lain belum mengetahui ilmu itu. Fokus blog di era sekarang bukan untuk mencari audiens seperti dulu, zaman sudah berbeda, ekspresikan diri melalui blog bisa menjadi alternatif.</p>\n<p>Hey, siapa tau jika postinganmu sudah banyak, kamu bisa menjadikannya buku. Akan lebih menyenangkan bukan?</p>\n<h4 id=\"budaya-ngeblog-bisa-saja-hilang\">Budaya ngeblog bisa saja hilang<a href=\"#budaya-ngeblog-bisa-saja-hilang\" title=\"Budaya ngeblog bisa saja hilang\"></a></h4><p>Budaya ngeblog bisa saja hilang jika memang tidak ada orang yang sering menulis. Menulis itu menyenangkan, apalagi jika tulisan kita ditanggapi oleh orang lain baik positif maupun negatif. Sebenarnya yang akan terasa hilang itu adalah budaya menulisnya, banyak orang memiliki blog pribadi, atau perusahaan-perusahaan yang isinya artikel-artikel dengan berbagai kategori, yang mana hal tersebut hanya ditulis oleh orang ya itu-itu saja.</p>\n<p>Menurut kamu gimana? Apakah budaya ngeblog bisa menghilang? Tulis komentar kalian tentang pengalaman ngeblog kalian.</p>\n","next":{"title":"Benarkah Pandemi Terjadi Setiap 100 Tahun Sekali?","link":"2020/06/29/Benarkah-Pandemi-Terjadi-Setiap-100-Tahun-Sekali"},"plink":"http://khoerulumam.now.sh/2020/07/01/Apakah-Budaya-Ngeblog-Sudah-Hilang/","copyright":{"author":"Khoerul Umam","link":"<a href=\"http://khoerulumam.now.sh/2020/07/01/Apakah-Budaya-Ngeblog-Sudah-Hilang/\" title=\"Apakah Budaya Ngeblog Sudah Hilang?\">http://khoerulumam.now.sh/2020/07/01/Apakah-Budaya-Ngeblog-Sudah-Hilang/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}