{"title":"Alasan Kalian Harus Nonton Series the Blacklist","date":"2020-06-04T01:11:50.000Z","date_formatted":{"ll":"Jun 4, 2020","L":"06/04/2020","MM-DD":"06-04"},"link":"2020/06/04/Alasan-Kalian-Harus-Nonton-Series-The-Blacklist","comments":true,"tags":["Movies","Review"],"categories":["Review"],"updated":"2020-06-04T10:02:24.215Z","content":"<p>Apa yang ada dipikiran kamu ketika mendengar seorang penjahat kelas kakap dan menjadi buronan paling dicari oleh FBI tiba-tiba menyerahkan diri pada suatu hari yang cerah? Kemudian setelah ditahan orang itu malah memberikan daftar para penjahat kelas kakap lainnya yang FBI saja tidak mengetahui kalau para penjahat tersebut ada di muka bumi, mereka menyebutnya The Blacklist.</p>\n<a id=\"more\"></a><p><img src=\"https://www.axn-asia.com/sites/axn-asia.com/files/ct_series_f_primary_image/the_blacklist_7_-_keyart.jpg\" class=\"φcy\" alt=\"The Blacklist | AXN Asia\"></p>\n<p>Mungkin itulah garis besar cerita yang ditawarkan di media-media streaming film dan series salah satunya adalah Netflix. Serial The Blacklist sudah mengudara sejak tahun 2013 lalu, dan hingga tahun 2020 sudah memiliki 7 season dengan rata-rata 22 episode tiap season. Yups, kalau dihitung sudah lebih dari  150 episode yang diproduksi. Season ketujuh dari seri The Blacklist belum bisa ditonton di Indonesia, karena di Netflix sendiri baru sampai Season 6, dan memang belum tersedia di negara Indonesia. Walaupun demikian, di beberapa negara khususnya negara yang bisa mengakses siaran NBC sudah dapat menikmati season ke-7 dari seri The Blacklist.</p>\n<p>Seri yang disutradarai oleh <a href=\"https://en.wikipedia.org/wiki/Jon_Bokenkamp\" target=\"_blank\">Jon Bokenkamp</a> dan dibintangi oleh <a href=\"https://en.wikipedia.org/wiki/James_Spader\" target=\"_blank\">James Spader</a> (as Raymond Redington) dan <a href=\"https://en.wikipedia.org/wiki/Megan_Boone\" target=\"_blank\">Megan Boone</a> (as Elizabeth “Liz” Keen) mampu memberikan plot twist epic yang tidak diduga-duga. Kesuksesan Bokenkamp dalam menggarap seri The Blacklist ini mampu membawa The Blacklist memiliki rating yang tinggi dan masuk ke 100 TV Shows yang harus ditonton pada tahun 2020 versi <a href=\"https://variety.com/\" target=\"_blank\">https://variety.com/</a></p>\n<h4 id=\"cerita-no-spoiler\">Cerita (No Spoiler)<a href=\"#cerita-no-spoiler\" title=\"Cerita (No Spoiler)\"></a></h4><p>Raymond Redington seorang mantan perwira intelijen Angkatan Laut Amerika Serikat yang telah menghilang selama 20 tahun dan menjadi buronan paling dicari oleh FBI, menyerahkan diri kepada asisten direktur Harold Cooper di gedung J. Edgar Hoover di Washington, DC. Redington mengklaim bahwa dia akan membantu FBI untuk melacak dan menangkap buronan termasuk para penjahat dan teroris yang FBI pun tidak mengetahui keberadaannya.</p>\n<p>Dia menawarkan informasi dan bantuan kepada Cooper, dengan dua syarat, kekebalan dari penuntutan dan dia hanya akan memberikan informasi tersebut kepada Elizabeth Keen yaitu seorang profiler yang baru ditugaskan di FBI. Akhirnya kerja sama antara Raymond Redington dan FBI yang diketuai oleh Harold Cooper disepakati. Namun, seiring berjalannya waktu, Cooper dan Keen menaruh kecurigaan terhadan Redington, apalagi di sepanjang perjalanan seri perlahan Redington menunjukan suatu keterkaitan dengan masa lalu Keen dan misih menjadi misteri siapa Redington sebenarnya. Mengapa dia meyerahkan diri, ada keterkaitan apa dengan agen Keen? Hingga saat ini belum diketahui dan tentu akan menarik jika perlahan kita menikmati alur cerita dan menebak-nebak dari setiap clue yang ada di sepanjang episode.</p>\n<h4 id=\"monoton\">Monoton?<a href=\"#monoton\" title=\"Monoton?\"></a></h4><p>Di awal episode season pertama memang sedikit monoton, karena di awal episode semua karakter baru diperkenalkan jadi belum terlalu ada konflik yang berat. Walaupun demikian, hanya beberapa episode saja kita sudah mulai mengetahui dan mulai larut ke dalam alur cerita. Ketika mau ke pertengahan season pertama, konflik-konflik mulai terlihat.</p>\n<h4 id=\"banyak-cerita-cerdas\">Banyak cerita cerdas<a href=\"#banyak-cerita-cerdas\" title=\"Banyak cerita cerdas\"></a></h4><p>Susah menyebutkan apa itu cerita cerdas. Di sepanjang perjalan, ketika para agen FBI menangkap penjahat, ada saja cerita-cerita cerdas dari sang sutrada dan dapat membuat diri ini berkata “wow”. Cerita menggambarkan bagaimana cerdasnya para penjahat dalam melakukan perampokan, pembunuhan, pengalihan, penyamaran, dan hal lainnya yang mungkin tidak bisa bayangkan sebelumnya.</p>\n<h4 id=\"banyak-plot-twist\">Banyak plot twist<a href=\"#banyak-plot-twist\" title=\"Banyak plot twist\"></a></h4><p>Berangkat dari cerita cerdas tersebut, kita tidak bisa menebak-nebak secara pasti alur yang disajikan. Banyak misteri yang disajikan tentang karakter yang ada, perlahan akan terungkap. Alur yang terkadang mundur jauh beberapa tahun sebelumnya mampu memutar balikan tebakan yang mungkin selama menonton tiap season kita pikirkan.</p>\n<h4 id=\"cerita-kompleks\">Cerita kompleks<a href=\"#cerita-kompleks\" title=\"Cerita kompleks\"></a></h4><p>Tidak hanya cerita tentang penangkapan penjahat melulu, tiap karakter mempunyai konflik masing-masing yang sama-sama kuat. Konflik percintaan, konflik dengan pemerintah, dan konflik lain yang mereka selalu bersama-sama saling membantu dalam menyelesaikan setiap permasalahan yang ada.</p>\n<h4 id=\"tentang-pengkhianatan-loyalitas-persahabatan-dan-permusuhan\">Tentang pengkhianatan, loyalitas, persahabatan, dan permusuhan<a href=\"#tentang-pengkhianatan-loyalitas-persahabatan-dan-permusuhan\" title=\"Tentang pengkhianatan, loyalitas, persahabatan, dan permusuhan\"></a></h4><p>Apa yang kita rasakan ketika orang-orang di sekitar kita berkhianat, dari persahabatan yang erat menjadi permusuhan yang berat. Kita akan melihat bagaimana loyalitas dalam sebuah kelompok sangat penting, bagaimana sebuah persahabatan begitu kuat, dan bagaimana memaafkan menjadi nilai paling tinggi.</p>\n<h4 id=\"redington-istimewa\">Redington istimewa<a href=\"#redington-istimewa\" title=\"Redington istimewa\"></a></h4><p>Dia punya segalanya, sumber daya yang sangat banyak, persahabatan dari mana saja, ketika dia terjatuh ada yang selalu membantunya untuk bangkit kembali. Bahkan ketika dia sakit saja punya sumber daya kesehatan sendiri dengan tingkat penjagaan dan keamanan yang luar biasa.</p>\n<h4 id=\"lebih-dari-sekadar-cerita-keluarga\">Lebih dari sekadar cerita keluarga<a href=\"#lebih-dari-sekadar-cerita-keluarga\" title=\"Lebih dari sekadar cerita keluarga\"></a></h4><p>Di sepanjang seri, kita akan melihat bahwa mungkin ini adalah seri yang hanya menceritakan seluk beluk satu keluarga, nyatanya tidak. Ya itu, dengan cerita yang cerdas dan banyak plot twist mampu mengubah berbagai pemikiran yang selama ini kita duga-duga.</p>\n<h4 id=\"di-mana-saya-bisa-nonton\">Di mana saya bisa nonton?<a href=\"#di-mana-saya-bisa-nonton\" title=\"Di mana saya bisa nonton?\"></a></h4><p>Di Indonesia sendiri, series The Blacklist dapat disaksikan di platform Netflix. Namun, baru sampai season 6, sedangkan  menurut informasi, season 7 akan tayang ni Netflix akhir tahun 2020 ini.</p>\n<h4 id=\"season-8\">Season 8<a href=\"#season-8\" title=\"Season 8\"></a></h4><p>Dari banyak sumber, season 8 kemungkinan akan menjawab semua cerita, semua dugaan, dari mulai season 1 hingga season 7. Banyak karakter baru muncul yang akan mendominasi. Katanya sih gitu. Namun, proses pembuatan season 8 akan bisa dimulai tahun depan karena kondisi covid-19 yang melanda banyak negara, proses syuting pun ikut terhambat, dan imbasnya di season 7 hanya ada 19 episode.</p>\n<p>Hai, terima kasih sudah membaca, ini hanya pendapat pribadi, jadi jika ada pertanyaan atau saran bisa dituliskan di kolom komentar disqus di bawah. Apa lagi yang perlu di review?</p>\n","prev":{"title":"Bagaimana Passion Bisa Membawa Kesuksesan Dalam Bisnis","link":"2020/06/04/Bagaimana-Passion-Bisa-Membawa-Kesuksesan-Dalam-Bisnis"},"next":{"title":"Artificial Intelligence Dan Perang, Kesadisan Mesin Yang Tidak Bisa Dikalahkan","link":"2020/06/01/Artificial-Intelligence-dan-Perang-Kesadisan-Mesin-yang-Tidak-Bisa-Dikalahkan"},"plink":"http://khoerulumam.now.sh/2020/06/04/Alasan-Kalian-Harus-Nonton-Series-The-Blacklist/"}