{"title":"Artificial Intelligence Dan Perang, Kesadisan Mesin Yang Tidak Bisa Dikalahkan","date":"2020-06-01T14:16:15.000Z","date_formatted":{"ll":"Jun 1, 2020","L":"06/01/2020","MM-DD":"06-01"},"link":"2020/06/01/Artificial-Intelligence-dan-Perang-Kesadisan-Mesin-yang-Tidak-Bisa-Dikalahkan","comments":true,"tags":["Artificial Intellegent","Machine Learning"],"categories":["Future Tech"],"updated":"2020-06-04T02:07:49.310Z","content":"<p>Pernah mendengar tentang akan terjadinya perang dunia ketiga? Apakah kamu yakin hal itu akan terjadi? Lalu bagaimana jika perang dunia ketiga terjadi dan menggunakan robot sebagai senjata utama? Kemajuan dalam taktik berperang? Atau malah kekhawatiran akan kehancuran? Artificial Intelligence dalam dunia senjata ternyata sedang dikembangkan. Tentu senjata yang tercipta dengan fitur Artificial Intelligence di dalamnya sangat berbahaya, mengapa demikian?</p>\n<a id=\"more\"></a><p>Sebelum kita masuk ke pembahasan yang lebih jauh, sudahkan kalian mengenal Lethal Autonomous Weapon atau LAW? Jika belum berikut saya ceritakan sedikit tentang teknologi tersebut.</p>\n<p>Lethal Autonomous Weapon atau LAW merupakan sebuah senjata otomatis yang akan menarget sasarannya berdasarkan sistem kecerdasan buatan. Kalau sudah pernah menonton film Terminator, ya begitulah kurang lebihnya, jika target sudah ditetapkan si A, maka senjata ini akan secara otomatis mencari dan membunuh target tersebut.</p>\n<p>Pengembangan sistem seperti ini memang bagus, menunjukkan bahwa perkembangan teknologi semakin mutakhir. Namun beberapa orang menolaknya dengan keras, bahwa dengan sistem seperti itu, kesadisan dalam perburuan target sangat besar. Bayangkan, jika ada sebuah robot yang sudah ditargetkan sasarannya padamu, apa yang bisa kamu lakukan? Tidak ada, ya tidak ada.</p>\n<h3 id=\"ban-lethal-autonomous-weapon\">Ban Lethal Autonomous Weapon<a href=\"#ban-lethal-autonomous-weapon\" title=\"Ban Lethal Autonomous Weapon\"></a></h3><p>Banyak yang sudah mendukung aksi ini. Beberapa waktu lalu, seorang CEO sebuah perusahaan menjelaskan bagaimana sebuah senjata kecil mematikan. Sebuah drone yang dibekali kecerdasan buatan tapi sangat membahayakan. Bagaimana tidak membahayakan, drone ini dibekali senjata yang siap menembus kepala hingga otak targetnya. Mati? tentu saja!</p>\n<p>Coba lihat dulu bagaimana alat ini bekerja pada video d bawah ini.</p>\n<div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/9CO6M2HsoIA\" frameborder=\"0\" loading=\"lazy\" allowfullscreen></iframe></div><p>Senjata seperti itu sangat mungkin digunakan untuk penyerangan masal. Bisa dilihat dari apa yang disampaikan, mereka mendapatkan data dari media sosial, dan kebiasaan kita di internet. Ketika kita sering mengupload foto di internet, bukan tidak mungkin foto-foto yang kita unggah, identitas kita yang kita unggah, kebiasaan kita, dan perilaku kita semuanya terekam di dalam jejak digital, dijadikan sebuah database yang tentu menjadi data untuk pembunuhan kita sendiri. Lalu salah siapa jika seperti itu?</p>\n<p>Drone kecil yang mematikan, menggunakan data dari apa yang kita unggah untuk membunuh kita sendiri. Itulah mengapa kenapa banyak yang memprotes pembuatan drone seperti ini. Terlebih karena drone seperti ini merupakan sebuah kecerdasan buatan, tentu mereka mempunyai pertahanan yang tidak akan bisa manusia tembus.</p>\n<h3 id=\"kemajuan-teknologi-dan-kemunduran-hak-asasi\">Kemajuan teknologi dan kemunduran Hak Asasi<a href=\"#kemajuan-teknologi-dan-kemunduran-hak-asasi\" title=\"Kemajuan teknologi dan kemunduran Hak Asasi\"></a></h3><p>Penggunaan AI dalam pelbagai teknologi saat ini merupakan sebuah kemajuan teknologi manusia yang sangat mutkahir. Namun, di sisi lain selain yang disebutkan di atas, hak asasi manusia yang selalu digencarkan di pelbagai negara sangat rentan dilanggar. Bagaimana tidak, privasi kita, bahkan kehidupan kita terancam.</p>\n<p>Sudah tidak dapat disembunyikan lagi, segala sesuatu yang kita unggah di internet pasti terekspos oleh beberapa orang bahkan publik sekalipun. Tentu menjadi pelajaran juga untuk kita bagaimana kita memilih mana yang harus kita publish dan mana yang tidak boleh kita publish</p>\n<h3 id=\"perang-akan-terjadi-dan-itu-pasti\">Perang akan terjadi, dan itu pasti<a href=\"#perang-akan-terjadi-dan-itu-pasti\" title=\"Perang akan terjadi, dan itu pasti\"></a></h3><p>Cepat atau lambat perang akan terjadi. Perang teknologi dan monopoli sangat besar kemungkinannya. Bahkan bukan kemungkinan lagi, perang teknologi dan monopoli sedang terjadi saat ini.</p>\n","prev":{"title":"Alasan Kalian Harus Nonton Series the Blacklist","link":"2020/06/04/Alasan-Kalian-Harus-Nonton-Series-The-Blacklist"},"next":{"title":"Akankah Di Masa Depan Kita Bisa Berbohong","link":"2020/01/11/Akankah-di-Masa-Depan-Kita-Bisa-Berbohong"},"plink":"http://khoerulumam.now.sh/2020/06/01/Artificial-Intelligence-dan-Perang-Kesadisan-Mesin-yang-Tidak-Bisa-Dikalahkan/","toc":[{"id":"ban-lethal-autonomous-weapon","title":"Ban Lethal Autonomous Weapon","index":"1"},{"id":"kemajuan-teknologi-dan-kemunduran-hak-asasi","title":"Kemajuan teknologi dan kemunduran Hak Asasi","index":"2"},{"id":"perang-akan-terjadi-dan-itu-pasti","title":"Perang akan terjadi, dan itu pasti","index":"3"}]}