{"title":"Bagaimana Passion Bisa Membawa Kesuksesan Dalam Bisnis","date":"2020-06-04T09:52:01.000Z","date_formatted":{"ll":"Jun 4, 2020","L":"06/04/2020","MM-DD":"06-04"},"link":"2020/06/04/Bagaimana-Passion-Bisa-Membawa-Kesuksesan-Dalam-Bisnis","comments":true,"tags":["business"],"categories":["Business"],"updated":"2020-06-04T10:12:14.444Z","content":"<p>Bisnis bukanlah perkara yang mudah, tidak sedikit orang pergi ke berbagai kota bahkan negara hanya untuk mencari tahu tentang bagaimana mengembangkan bisnis, bagaimana untuk sukses, dan bahkan bagaimana untuk memulai sebuah bisnis. Selain pergi berkelana, ada juga sebagian orang yang mencari di internet, buku, majalah, atau literasi lain tentang bisnis. Dan kemudian, dari perilaku tersebut, biasanya muncul pernyataan “Bangunlah bisnis sesuai passion kamu”.</p>\n<a id=\"more\"></a><h4 id=\"apa-itu-passion\">Apa itu passion?<a href=\"#apa-itu-passion\" title=\"Apa itu passion?\"></a></h4><p>Dikutip dari artikel yang dibuat oleh Riesta Devi Kumalasari., S.E.,M.M. di laman Binus University kategori artikel entrepreneur menyebutkan bahwa passion adalah kegemaran atau kesenangan. Orang yang memiliki suatu passion tertentu, maka orang tersebut tidak akan pernah bosan atau jenuh dalam menjalankan apa yang digemari walaupun harus melakukannya berulang kali bahkan menghabiskan waktu yang panjang. Mereka melakukan itu semua atas dasar kegemaran dan kesenangan, sehingga tidak ada keterpaksaan dan ikhlas dalam menjalaninya.</p>\n<p>Berbeda dengan hobi, walaupun sama-sama melakukan hal yang disukai atau disenangi, hobi hanya dilakukan ketika waktu senggang atau mengisi waktu kosong, sedangkan passion memiliki suatu gairah untuk terus mengerjakannya karena hal tersebut digemarinya.</p>\n<h4 id=\"passion-bisnis\">Passion Bisnis<a href=\"#passion-bisnis\" title=\"Passion Bisnis\"></a></h4><p>Passion dan bisnis adalah dua hal yang saling berkaitan. Karena dari passion seseorang dapat memunculkan ide-ide yang dapat dijadikan sebuah bisnis. Karena passion adalah sebuah kegemaran dan kesenangan, tentu ketika menjalankan bisnis yang sesuai passion kita bisa lebih produktif lagi. Apalagi jika apa yang kita kerjakan mendapatkan imbalan atau umpan balik positif. </p>\n<p>Lalu apakah passion menentukan kesuksesan dalam berbisnis? Jawabannya tidak, tetapi itu dapat membantu menuju kesuksesan, begitulah kata Mike Kappel seorang Entrepreneur yang dia tulis artikelnya di situs Forbes.</p>\n<p>Mike menyatakan bahwa ketika seseorang tidak memiliki passion dalam menjual sebuah produk, maka cobalah menjalankan sebuah bisnis seperti sebuah jasa. Passion akan membantu kita dari kesulitan dalam berbisnis karena kita senang menjalaninya. Passion dapat dipelajari, berdasarkan dari pengalaman-pengalaman yang kita lakukan, kita dapat menemukan tempat yang cocok yang mengharuskan diri kita berada di posisi yang mana. Namun, passion juga dapat menyesatkan kita. Artinya karena kita senang melakukan apa yang menjadi passion kita, justru akan cenderung melakukan hal-hal yang seharusnya tidak kita lakukan dalam bisnis yang sedang dibangun. Sehingga hasilnya tidak sepadan dengan usaha yang dilakukan.</p>\n<h4 id=\"langkah-mengembangkan-bisnis-dengan-passion\">Langkah mengembangkan bisnis dengan passion<a href=\"#langkah-mengembangkan-bisnis-dengan-passion\" title=\"Langkah mengembangkan bisnis dengan passion\"></a></h4><p>Dikutip dari artikel Strategy Blocks yaitu sebuah software management system yang didirikan oleh beberapa entrepreneur yaitu Craig Catley, Allen Keyte, Jason Blockley, dan Simon Lawrence, setidaknya ada 6 langkah untuk mengembangkan bisnis dengan passion, diantaranya</p>\n<ol><li><p><strong>Tetapkan visi.</strong></p><p>Menjadi langkah awal sebelum melangkah lebih jauh. Visi adalah sebuah hati di dalam bisnis, dia dapat menuntun kita kepada kesuksesan, mengingatkan kita ketika keluar jalur, dan sebagai pengingat akan kesuksesan.</p></li><li><p><strong>Lakukan riset.</strong></p><p>Hal ini dilakukan untuk mengetahui keadaan di luar sehingga pengembang bisnis dapat beradaptasi dan berkompetisi dengan bisnis lain yang tersebar di luar sana.</p></li><li><p><strong>Buat sebuah perencanaan.</strong></p><p>Ketika sudah mengetahui apa yang ada dan sedang terjadi di luar, pengembang bisnis harus membuat perencanaan supaya visinya tercapai dengan segala kondisi hasil riset yang sudah dilakukan.</p></li><li><p><strong>Tetapkan struktur.</strong></p><p>Jalankan apa yang sudah direncanakan, mulai dari pembuatan struktur bisnis apa yang akan dijalankan.</p></li><li><p><strong>Bangun tim.</strong></p><p>Jika butuh tim, bangunlah tim sesuai struktur yang telah dibentuk, tim yang baik akan membawa bisnis lebih baik, apalagi dengan passion yang sama.</p></li><li><p><strong>Promosikan bisnis.</strong></p><p>Setelah mempunyai sumber daya yang kuat, visi yang jelas, dan tahu medan yang akan dijalani, saatnya promosikan bisnis yang akan dijalankan. Dengan begitu kita sudah siap menghadapi apa yang akan terjadi berikutnya.</p></li></ol><h4 id=\"bagaimana-mengukur-bisnis-yang-sukses-dari-passion-yang-dijalani\">Bagaimana mengukur bisnis yang sukses dari passion yang dijalani?<a href=\"#bagaimana-mengukur-bisnis-yang-sukses-dari-passion-yang-dijalani\" title=\"Bagaimana mengukur bisnis yang sukses dari passion yang dijalani?\"></a></h4><p>Setidaknya ada 5 ukuran yang menandakan sebuah bisnis sukses dan itu berangkat dari passion pe-bisnisnya seperti yang dikutip dari Singapore Company Incorporation. Kelima ukuran tersebut yaitu</p>\n<ol><li><p><strong>Investor akan berdatangan.</strong></p><p>Tanpa dicari pun, bisnis yang sukses akan mendatangkan investor. Terlebih jika investor yang datang dengan antusias menandakan sebuah bisnis telah sukses.</p></li><li><p><strong>Tidak takut menghadapi kegagalan.</strong></p><p>Passion yang kuat akan menghapus rasa takut akan kegagalan, dan akan lebih bersemangat dalam menghadapi masalah tersebut.</p></li><li><p><strong>Tekun dan selalu termotivasi.</strong></p><p>Passion yang kuat juga akan membawa seseorang menjadi pribadi yang tekun dan selalu termotivasi setiap saat. Dengan demikian, ide-ide baru yang muncul bisa membawa bisnis lebih sukses.</p></li><li><p><strong>Apresiasi tinggi dari client.</strong></p><p>Ketika client senang dan mengapresiasi apa yang kita kerjakan, di situlah tanda keberhasilan dari apa yang kita lakukan.</p></li><li><p><strong>Memastikan keberhasilan jangka panjang.</strong></p><p>Dengan mengetahui ukuran di atas, pe-bisnis dapat memastikan keberhasilan jangka panjang atas bisnis dan passion yang dia miliki.</p></li></ol><p>Sumber :</p>\n<ul><li><a href=\"https://binus.ac.id/malang/2019/06/passion-dan-bisnis\" target=\"_blank\">Binus University</a></li><li><a href=\"https://www.forbes.com/sites/mikekappel/2017/02/22/is-passion-good-for-business\" target=\"_blank\">Forbes.com</a></li><li><a href=\"https://www.strategyblocks.com/blog/building-business-around-passion/\" target=\"_blank\">Strategy Blocks</a></li><li><a href=\"https://www.singaporecompanyincorporation.sg/blog/5-ways-passion-will-translate-to-a-successful-business/\" target=\"_blank\">Singapore Company Incorporation</a>*</li></ul>","prev":{"title":"36 Jam Tanpa Sosial Media Dan Menyadari Bahwa...","link":"2020/06/07/36-Jam-Tanpa-Sosial-Media-Dan-Menyadari-Bahwa"},"next":{"title":"Alasan Kalian Harus Nonton Series the Blacklist","link":"2020/06/04/Alasan-Kalian-Harus-Nonton-Series-The-Blacklist"},"plink":"http://khoerulumam.now.sh/2020/06/04/Bagaimana-Passion-Bisa-Membawa-Kesuksesan-Dalam-Bisnis/","copyright":{"author":"Khoerul Umam","link":"<a href=\"http://khoerulumam.now.sh/2020/06/04/Bagaimana-Passion-Bisa-Membawa-Kesuksesan-Dalam-Bisnis/\" title=\"Bagaimana Passion Bisa Membawa Kesuksesan Dalam Bisnis\">http://khoerulumam.now.sh/2020/06/04/Bagaimana-Passion-Bisa-Membawa-Kesuksesan-Dalam-Bisnis/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}