{"title":"Benarkah Pandemi Terjadi Setiap 100 Tahun Sekali?","date":"2020-06-29T12:22:44.000Z","date_formatted":{"ll":"Jun 29, 2020","L":"06/29/2020","MM-DD":"06-29"},"link":"2020/06/29/Benarkah-Pandemi-Terjadi-Setiap-100-Tahun-Sekali","comments":true,"tags":["Pandemic"],"categories":["Science"],"updated":"2020-06-29T13:26:46.487Z","content":"<p>Ketika Covid-19 diumumkan oleh World Health Organization atau WHO sebagai pandemi, muncul banyak teori konspirasi yang mengatakan bahwa pandemi sudah diagendakan yakni setiap 100 tahun sekali oleh para elit global demi menggapai kekuasaan dan penaklukan, dan pandemi yang disorot adalah Black Death, Kolera, Dan Flu Spanyol. Apakah memang benar setiap 100 tahun sekali terjadi pandemi?</p>\n<a id=\"more\"></a><p>Sebelum membaca lebih lanjut, kita harus tahu apa itu pandemi, epidemi, dan endemi. Perbedaan dari ketiganya secara umum adalah wilayah terdampak dan kecepatan penyebaran dari suatu penyakit. Epidemi merupakan suatu istilah penyebaran penyakit yang menyebar dengan cepat dan banyak menjangkit orang-orang. Endemi merupakan istilah bagi  penyakit yang menyebar di suatu populasi atau wilayah tertentu. Sedangkan Pandemi adalah istilah bagi penyakit yang menyebar dan menjangkit banyak orang dan terjadi di banyak daerah. Ada yang mengatakan bahwa Pandemi merupakan sebuah Endemi yang kemudian menyebar ke hampir seluruh wilayah di dunia.</p>\n<h4 id=\"sejarah-pandemi-dunia\">Sejarah pandemi dunia<a href=\"#sejarah-pandemi-dunia\" title=\"Sejarah pandemi dunia\"></a></h4><p><img src=\"https://2oqz471sa19h3vbwa53m33yj-wpengine.netdna-ssl.com/wp-content/uploads/2020/03/DeadliestPandemics-Infographic-70-June22.jpg\" class=\"φcy\" alt=\"Infografis sejarah pandemi dunia\"></p>\n<p>Banyak kabar yang tersebar bahwa pandemi terjadi setiap 100 tahun sekali. Yang diambil contohnya adalah Black Death, Kolera, Flu Spanyol, dan Covid-19. Di kabar tersebut dijelaskan bahwa Black Death terjadi pada tahun 1720, Kolera pada tahun 1820, Flu Spanyol 1920, dan Covid-19 2020. Nyatanya tidaklah demikian.</p>\n<p>Dari infografis di atas, Black Death terjadi pada tahun 1347-1351 M, Kolera terjadi pada tahun 1817-1923, dan Flu Spanyol terjadi pada tahun 1918-1919.</p>\n<p>Black Death menjadi pandemi yang sangat mematikan dengan total kematian hingga 200 juta kematian. Black Death sendiri terjadi karena penyebaran bakteri Yersinia pestis. Jangka waktu dari Black Death ke Kolera cukup jauh, sekitar 470 tahun, sedangkan Kolera ke saat terjadinya pandemi Flu Spanyol adalah sekitar 101 tahun. Walaupun periode pandemi Kolera ke pandemi Flu Spanyol berjarak sekitar 100 tahun dan dari Flu Spanyol ke Covid-19 juga sekitar 100 tahun, nyatanya di antara pandemi tersebut ada beberapa pandemi yang memang tidak disebutkan. Apa saja pandemi tersebut. Nah berikut ini adalah list dari pandemi yang terjadi di dunia hingga saat ini</p>\n<div class=\"φcz\"><div class=\"φdb\"><table><thead><tr>\n<th>Nama</th><th>Periode</th><th>Sumber penyakit</th><th>Total kematiaan</th></tr>\n</thead><tbody><tr>\n<td>Antonine Plague</td><td>165-180 M</td><td>Diyakini sebagai cacar atau campak</td><td>5 juta</td></tr>\n<tr>\n<td>Japanese smallpox epidemic</td><td>735-737 M</td><td>Variola major virus</td><td>1 juta</td></tr>\n<tr>\n<td>Plague of Justinian</td><td>541-542 M</td><td>Bakteri Yersinia pestis dari tikus, kutu</td><td>30 - 50 juta</td></tr>\n<tr>\n<td>Black Death</td><td>1347-1351 M</td><td>Bakteri Yersinia pestis dari tikus, kutu</td><td>200 juta</td></tr>\n<tr>\n<td>New World Smallpox Outbreak</td><td>1520 M - Terus berlanjut</td><td>Variola major virus</td><td>56 juta</td></tr>\n<tr>\n<td>Great Plague of London</td><td>1665 M</td><td>Bakteri Yersinia pestis dari tikus, kutu</td><td>100 ribu</td></tr>\n<tr>\n<td>Italian plague</td><td>1629-1631 M</td><td>Bakteri Yersinia pestis dari tikus, kutu</td><td>1 juta</td></tr>\n<tr>\n<td>Cholera Pandemics 1-6</td><td>1817-1923 M</td><td>V. cholerae bacteria</td><td>Lebih dari 1 juta</td></tr>\n<tr>\n<td>Third Plague</td><td>1885 M</td><td>Bakteri Yersinia pestis dari tikus, kutu</td><td>12 juta</td></tr>\n<tr>\n<td>Yellow Fever</td><td>Sekitar 1800an</td><td>Virus dari nyamuk</td><td>100 ribu - 150 ribu</td></tr>\n<tr>\n<td>Russian Flu</td><td>1889-1890 M</td><td>H2N2</td><td>1 juta</td></tr>\n<tr>\n<td>Spanish Flu</td><td>1918-1919 M</td><td>H1N1 virus dari babi</td><td>40 - 50 juta</td></tr>\n<tr>\n<td>Asian Flu</td><td>1957-1958 M</td><td>H2N2 virus</td><td>1.1 juta</td></tr>\n<tr>\n<td>Hong Kong Flu</td><td>1968-1970 M</td><td>H3N2 virus</td><td>1 juta</td></tr>\n<tr>\n<td>HIV/AIDS</td><td>1981 M - Sekarang</td><td>Virus dari simpanse</td><td>25 - 35 juta</td></tr>\n<tr>\n<td>Swine Flu</td><td>2009-2010 M</td><td>H1N1 virus dari babi</td><td>200 ribu</td></tr>\n<tr>\n<td>SARS</td><td>2002-2003 M</td><td>Coronavirus dari kelalawar, musang</td><td>770</td></tr>\n<tr>\n<td>Ebola</td><td>2014-2016 M</td><td>Ebolavirus dari hewan liar</td><td>11,000</td></tr>\n<tr>\n<td>MERS</td><td>2015 M - Sekarang</td><td>Coronavirus dari kelalawar, unta</td><td>850</td></tr>\n<tr>\n<td>Covid-19</td><td>2019 M - Sekarang</td><td>Coronavirus</td><td>470 ribu +</td></tr>\n</tbody></table></div></div><p>Dilihat dari tabel di atas, dari awal adanya pandemi yang tercatat dalam sejarah ada sekitar 20 pandemi, dan ini belum termasuk endemi ataupun epidemi seperti contohnya flu burung di Indonesia yang dulu pun sama membuat khawatir masyarakat.</p>\n<p>Dari Black death ke pandemi Kolera ada 3 pandemi yang terjadi, dari Kolera ke Flu Spanyol ada 3 pandemi yang terjadi, dan dari Flu Spanyol ke Covid-19 ada 7 pandemi yang terjadi.</p>\n<h4 id=\"mengapa-pandemi-yang-lain-tidak-diinformasikan\">Mengapa pandemi yang lain tidak diinformasikan?<a href=\"#mengapa-pandemi-yang-lain-tidak-diinformasikan\" title=\"Mengapa pandemi yang lain tidak diinformasikan?\"></a></h4><p>Bukan tidak diinformasikan, semua kasus pasti diinformasikan. Akan tetapi, mungkin saat diinformasikan kita belum lahir atau keterbatasan akses informasi. Black Death misalnya yang dibicarakan dari mulut ke mulut. Di era modern, seperti SARS, Ebola, dan MERS diberitakan bahkan Indonesia pun pernah menginformasikannya.</p>\n<p>Memang, semua itu tidak seheboh kasus Covid-19. Kasus Covid-19 heboh karena memang akses untuk mendapatkan informasi sangatlah mudah, bahkan kita bisa mengetahui kasus-kasus di luar negeri. Kita mendapatkan banyak informasi yang beredar yang mengakibatkan kepanikan di tengah masyarakat. Kepanikan dan ketakutan yang tidak bisa dicegah, semua orang berhamburan untuk membeli bahan-bahan pokok, semua harga naik karena para pedangan mengambil kesempatan di saat seperti ini, himbauan pemerintah dan para influencer tentang di rumah aja menjadi trend. Adanya penutupan tempat-tempat keramaian, batalnya event-event besar, berubahnya kebiasaan masyarakat di seluruh dunia menyebabkan kehebohan yang tidak dapat dielakan.</p>\n<h4 id=\"padahal-selain-covid-19-kita-sudah-berstatus-pandemi\">Padahal selain Covid-19 kita sudah berstatus pandemi<a href=\"#padahal-selain-covid-19-kita-sudah-berstatus-pandemi\" title=\"Padahal selain Covid-19 kita sudah berstatus pandemi\"></a></h4><p>Selain Covid-19 sebenarnya kita sedang mengalami pandemi. Yup, HIV/AIDS yang dari 1981 hingga sekarang masih terus belanjut. Walaupun tidak ditetapkan secara resmi dari WHO bahwa HIV/AIDS menjadi pandemi di masa sekarang, setidaknya pasti kita tahu bahwa HIV/AIDS terus menyebar dan hingga sekarang belum ada vaksin nya. Penyebaran HIV memang tidak secepat penyebaran Covid-19, namun semuanya sama-sama mematikan. Dari tahun 1981 sudah tercatat hingga 35 juta orang yang meninggal.</p>\n<h4 id=\"mengapa-banyak-berita-hoaks\">Mengapa banyak berita hoaks?<a href=\"#mengapa-banyak-berita-hoaks\" title=\"Mengapa banyak berita hoaks?\"></a></h4><p>Kita tahu bahwa pandemi tidak terjadi setiap 100 tahun sekali,  bahkan dalam selang waktu 4 tahun dari MERS ke Covid-19 pun bisa terjadi. Lalu mengapa masih ada orang-orang yang sering menyebar hoaks?</p>\n<p>Perlu diingat bahwa ada dua tipe kesalahan informasi, yaitu hoaks dan missinformasi. Misinformasi bisa dikataka sebagai kesalahpahaman dari orang yang membaca, sehingga orang yang menerima informasi memahami konteks informasi dari sudut pandangnya. Sedangkan hoaks sudah jelas kalau berita atau informasi yang disebar adalah kebohongan.</p>\n<p>Bagi saya, ada beberapa jenis informasi yang nantinya bisa dikatakan hoaks atau salah. Pertama, terkadang ada orang yang memang suka bercanda, dan dia bagikan sebuah lelucon di suatu forum yang memang paham kalau itu bercanda. Kemudian, entah kenapa candaan orang tersebut keluar dari forum itu dan masuk ke forum-forum yang bisa dikatakan segala informasi di dalamnya serius, dan terjadilah hoaks.</p>\n<p>Kedua, menurut saya memang ada orang yang sok-sok an cocokologi supaya ada konten di media sosialnya, dan sekali lagi konten tersebut menyebar luas dan tidak dapat dikontrol sehingga terjadilah hoaks.</p>\n<p>Ketiga, memang orangnya sengaja supaya mendapatkan banyak audensi alias panjat sosial. Ada juga yang memang sengaja membuat berita palsu karena dibayar. Yang jelas, sebelum kita bagikan informasi yang memang tidak begitu bermanfaat, kita harus cari kebenaran informasi tersebut.</p>\n<p>Terima kasih bagi yang sudah membaca, saya sangat senang mendengar pendapat kalian di kolom komentar. Jadi menurut kalian, apakah konspirasi itu ada? </p>\n","next":{"title":"Akankah Teknologi Menciptakan Keabadian Dalam Diri Manusia?","link":"2020/06/20/Akankah-Teknologi-Menciptakan-Keabadian-Dalam-Diri-Manusia"},"plink":"http://khoerulumam.now.sh/2020/06/29/Benarkah-Pandemi-Terjadi-Setiap-100-Tahun-Sekali/","copyright":{"author":"Khoerul Umam","link":"<a href=\"http://khoerulumam.now.sh/2020/06/29/Benarkah-Pandemi-Terjadi-Setiap-100-Tahun-Sekali/\" title=\"Benarkah Pandemi Terjadi Setiap 100 Tahun Sekali?\">http://khoerulumam.now.sh/2020/06/29/Benarkah-Pandemi-Terjadi-Setiap-100-Tahun-Sekali/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}