{"title":"36 Jam Tanpa Sosial Media Dan Menyadari Bahwa...","date":"2020-06-07T09:59:53.000Z","date_formatted":{"ll":"Jun 7, 2020","L":"06/07/2020","MM-DD":"06-07"},"link":"2020/06/07/36-Jam-Tanpa-Sosial-Media-Dan-Menyadari-Bahwa","comments":true,"tags":["Self"],"categories":["Self Reminder"],"updated":"2020-06-11T10:47:08.185Z","content":"<p>Mulai dari tanggal 2 Juni, ada perasaan yang berbeda, merasa lebih stress, merasa lebih sering marah, pusing, dan ingin ngata-ngatain. Dan hal tersebut berlanjut hingga hari jumat, 5 Juni 2020. Apa yang terjadi hingga menjadi seperti ini? Mulai sabtu 6 Juni saya mencoba untuk berhenti bermain sosial media sampai besoknya, minggu 7 Juni 2020. Saya ingin mencoba istirahat dari segala permasalahan yang ada dan menenangkan diri. Dan hasilnya ternyata… lumayan.</p>\n<a id=\"more\"></a><h4 id=\"sosial-media\">Sosial Media<a href=\"#sosial-media\" title=\"Sosial Media\"></a></h4><p>Akhir-akhir ini saya sering sekali aktif di sosial media, khususnya Instagram dan Twitter. Ya, saya sangat jarang bermain Facebook, bahkan membuka facebook jika ada kendala yang harus didiskusikan dengan teman-teman di group. Selain itu, tidak ada. Dalam dua hari masa berhenti dari sosial media, nyatanya saya tidak bisa, karena ada sekitar 5 menit dari 36 Jam saya membuka sosial media, instagram untuk membalas pesan dan mengupdate profil.</p>\n<p>Memang untuk Whatsapp saya tidak blok karena ada client yang harus dilayani terus.</p>\n<p>Saya berpikir dan mungkin banyak dari kalian juga berpikir bahwa sosial media itu buruk, membuat kita insecure, membuat kita tidak percaya diri, membuat kita merasa lemah, dan beberapa hal negatif lainnya. Lalu benarkah demikian?</p>\n<p>Selama dua hari sabtu dan minggu, saya mengikuti webinar tentang bagaimana langkah membuat orang-orang mengikuti kita di instagram, yang membawakan adalah inspirasi saya dan live dari Canada. Di situ saya mendapatkan pencerahan bahwa sosial media yang kita gunakan bisa memberikan dampak positif, tidak selalu dampak negatif. Lalu mengapa kita tetap merasa insecure atau stress dan hal lain?</p>\n<h4 id=\"ketahui-siapa-yang-kamu-follow\">Ketahui siapa yang kamu follow<a href=\"#ketahui-siapa-yang-kamu-follow\" title=\"Ketahui siapa yang kamu follow\"></a></h4><p>Ternyata selama dua hari tepatnya sekitar 36 jam saya menyadari bahwa media sosial tidak lah membuat kita merasa rendah tetapi justru yang membuat kita merasa rendah adalah siapa yang kita ikuti di media sosial. Saya tidak merasakan perubahan yang signifikan seperti menjadi tidak stress atau tidak insecure, tapi gejala tersebut menurun dibanding hari-hari biasa.</p>\n<p>Dari webinar, saya mendapatkan pencerahan bahwa apa yang kita ikuti bisa menjadi inspirasi bagi kita, lalu kenapa kita tidak mengikuti orang-orang tersebut? Di luar dari teman-teman kita, terkadang kita mengikuti orang yang bahkan tidak kita kenal, untuk apa kita ikuti? Setiap orang yang kita ikuti (di luar teman-teman kita) dapat memposting berbagai hal yang justru membuat kita merasa paling rendah. Pernahkan berpikir seperti “Enak ya bisa jalan-jalan” atau “Enak ya bisa ketemu idola” padahal kita tidak kenal siapa itu, hanya kita ikuti karena modal “Follback dong”, stop it. Jangan buang-buang waktu mempermasalahkan orang-orang yang kita sama sekali tidak mengenalinya.</p>\n<p>Termasuk saya, pun demikian. Banyak akun yang sama sekali saya tidak kenal dan saya ikuti, tapi akun tersebut tidak berkontribusi sama sekali terhadap akun saya, lalu apakah dengan demikian kita dicap sebagai orang sombong? Tidak. Akun yang kita punya adalah diri kita di dunia maya, ikutilah orang-orang yang dapat menjadi inspirasi bagi kita, stop ikuti orang-orang yang tidak kita kenal sama sekali tapi isinya pamer, atau malah membuat kita merasa berbeda, kasihan diri sendiri, semakin banyak akun yang tidak kita kenal dan kita ikuti, nyatanya hidup kita semakin berat. Coba saja.</p>\n<p>Dari dua akun sosial media instagram dan twitter, di instagram saya tidak bisa berlama-lama berhenti, karena di sana adalah ladang inspirasi, untuk itulah saya mengikuti webinar supaya saya juga bisa menginspirasi. Banyak akun-akun yang sangat bermanfaat dibanding hanya sebatas pasang foto untuk pamer. Saya mengikuti banyak akun yang membahas UIUX, Desain, dan Pemrograman. Di setiap postingan menjadi inspirasi bagi saya. Banyak hal baru yang saya baru tahu. Trend-trend update seputar UIUX, desain, dan pemrograman dapat saya ikuti dan setidaknya mengetahuinya. Hal tersebut menginspirasi saya untuk terus lebih baik.</p>\n<p>Berbeda dengan twitter, memang di twitter bisa dikatakan sebagai dark sosial media, karena isinya bebas, bisa apa saja dan memang sangat susah kita saring twit atau thread yang ada. Selama dua hari ini, saya tidak tahu ada trending apa di Indonesia dan di dunia.</p>\n<h4 id=\"ternyata-yang-membuat-stress-adalah\">Ternyata yang membuat stress adalah…<a href=\"#ternyata-yang-membuat-stress-adalah\" title=\"Ternyata yang membuat stress adalah…\"></a></h4><p>Dari situ saya pikir kembali, apa yang membuat stress atau insecure? Ternyata yang membuat itu semua adalah diri kita sendiri. Kita terlalu merasa rendah dari orang lain, kita terlalu merasa paling bodoh dari orang lain, dan kita merasa menjadi orang yang tidak berguna. Saya sarankan stop berpikir begitu. Saya yakin bahwa kita dilahirkan di dunia merupakan sebuah kelebihan, tidak peduli orang berkata apa, tidak peduli orang punya apa, ingat kita punya diri kita sendiri, kita bisa tapi memang belum saatnya.</p>\n<p>Luangkan waktu untuk sendiri, setidaknya dua hari sabtu dan minggu. Saya merasakan lebih tenang, lebih bahagia, dan lebih semangat. Kita bisa bermain dengan lingkungan sekitar kita, bisa bersenda gurau dengan lingkungan kita, dan bisa mengembangkan hobi kita. Jangan pikirkan apa yang ada di sosial media, jangan pikirkan apa yang orang lain punya, pikirkan diri sendiri terlebih dahulu bahwa nyatanya diri kita memang selalu kurang diperhatikan oleh diri kita sendiri.</p>\n<h4 id=\"maafkan-diri-sendiri\">Maafkan diri sendiri<a href=\"#maafkan-diri-sendiri\" title=\"Maafkan diri sendiri\"></a></h4><p>Mulai sekarang kita maafkan diri sendiri atas apa yang kita miliki. Kita harus bisa hidup dengan diri kita sendiri, jangan bertengkar dengan diri kita sendiri. Kita maafkan atas apa yang telah kita lakukan sendiri, apa yang kita perbuat, dan apa yang kita rasakan. Wajar manusia bisa merasakan marah, stress, atau insecure, tapi ingat setelah itu semua kita harus bisa kembali pada diri sendiri dan memaafkannya.</p>\n<p>36 jam tanpa sosial media dan menyadari bahwa sosial media bisa baik buat kita, yang membuat kita negatif adalah diri kita sendiri, jadi berhenti menjadi negatif dan sebarkan hal positif.</p>\n<p>Saya menyadari bahwa ternyata yang membuat saya stress adalah client yang banyak request tapi itu adalah projek gratis</p>\n","prev":{"title":"Moby Dick, Petualangan Perburuan Paus Di Laut Lepas","link":"2020/06/16/Moby-Dick-Petualangan-Perburuan-Paus-Di-Laut-Lepas"},"next":{"title":"Bagaimana Passion Bisa Membawa Kesuksesan Dalam Bisnis","link":"2020/06/04/Bagaimana-Passion-Bisa-Membawa-Kesuksesan-Dalam-Bisnis"},"plink":"http://khoerulumam.now.sh/2020/06/07/36-Jam-Tanpa-Sosial-Media-Dan-Menyadari-Bahwa/","copyright":{"author":"Khoerul Umam","link":"<a href=\"http://khoerulumam.now.sh/2020/06/07/36-Jam-Tanpa-Sosial-Media-Dan-Menyadari-Bahwa/\" title=\"36 Jam Tanpa Sosial Media Dan Menyadari Bahwa...\">http://khoerulumam.now.sh/2020/06/07/36-Jam-Tanpa-Sosial-Media-Dan-Menyadari-Bahwa/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}