{"title":"Moby Dick, Petualangan Perburuan Paus Di Laut Lepas","date":"2020-06-16T12:49:47.000Z","date_formatted":{"ll":"Jun 16, 2020","L":"06/16/2020","MM-DD":"06-16"},"link":"2020/06/16/Moby-Dick-Petualangan-Perburuan-Paus-Di-Laut-Lepas","comments":true,"tags":["Books","Review"],"updated":"2020-06-16T14:11:13.276Z","content":"<p>Pertama kali mendengar buku Moby Dick adalah dari channel TED-Ed hasil rekomendasi youtube sekitar dua minggu yang lalu. Dengan judul “Why Should You Read Moby Dick” berhasil membuat saya penasaran dan ingin mengetahui lebih lanjut tentang bagaimana proses perburuan ikan paus oleh para pelaut-pelaut terdahulu. Rasa penasaran itu pun semakin bertambah ketika membaca sedikit ulasan dari beberapa sumber. Dan ternyata memang ini adalah buku yang sebenarnya sudah sangat lama.</p>\n<a id=\"more\"></a><p>Setelah membaca beberapa ulasan, katanya buku ini buku yang berat karena bahasanya selain berbahasa inggris juga memiliki kata-kata yang sangat kompleks sehingga susah dimengerti. Selang beberapa hari, akhirnya di suatu bookstore saya melihat buku Moby Dick berbahasa Indonesia. Kebetulan waktu itu lagi diskon, jadi saya coba untuk membacanya. Oh iya bagi yang ingin tahu video yang saya sebut sebelumnya, berikut videonya.</p>\n<div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/mmoFxVqZ9z4\" frameborder=\"0\" loading=\"lazy\" allowfullscreen></iframe></div><h4 id=\"kesan-pertama-sebelum-membaca\">Kesan pertama sebelum membaca<a href=\"#kesan-pertama-sebelum-membaca\" title=\"Kesan pertama sebelum membaca\"></a></h4><p>Jujur, ketika melihat video dan beberapa ulasan, rasa penasaran kian bertambah. Saya membayangkan bagaimana suasana di atas kapal, bagaimana suasana malam yang tenang di tengah laut, bahkan bagaimana suasana ketika badai menyerang. Selain itu, saya membayangkan juga bagaimana cerita-cerita tentang hewan-hewan di lautan selain paus, bagaimana suasana samudra, dan tokoh-tokoh yang kuat.</p>\n<h4 id=\"buku-versi-ringkas\">Buku versi ringkas<a href=\"#buku-versi-ringkas\" title=\"Buku versi ringkas\"></a></h4><p>Ternyata, setelah buku datang, buku yang saya terima adalah buku versi ringkas dari cerita Moby Dick. Yup, benar bukan buku tebal dengan ratusan halaman, tapi hanya sekitar seratusan halaman saja. Ini karena memang kesalahan saya karena tidak membaca deskripsi secara langsung.</p>\n<p>Akan tetapi, ketika mulai membaca, saya jadi tahu kenapa buku ringkas ini dibuat. Memang di buku ini kita tidak bisa mengetahui bagaimana suasana samudra, apa saja jenis-jenis paus, dan beberapa trivia lainnya. Namun, buku ini fokus di cerita, jadi dari awal hingga akhir ceritanya sama dengan yang aslinya. Memang, beberapa trivia yang diberikan di novel terkadang tidak berpengaruh pada alur cerita, jadi di buku versi ini berfokus pada cerita.</p>\n<h4 id=\"fokus-di-cerita\">Fokus di cerita<a href=\"#fokus-di-cerita\" title=\"Fokus di cerita\"></a></h4><p>Cerita utama dari buku ini adalah petualangan Ismail yang suatu hari ingin mencoba hal baru lebih dari sekadar menjadi pelaut, yakni berburu ikan paus. Akhirnya, dia putuskan berangkat dan memulai petualangan. Di sepanjang perjalanan dia bertemu orang-orang yang akan menemaninya berburu paus, termasuk Kapten Ahab yang memimpin perjalanan. Akan tetapi, visi Ismail beserta teman dan awak kapal yang lain berbeda dengan visi Kapten Ahab dalam berburu paus. Perseteruan sering terjadi di atas kapal yang terombang-ambing ombak lautan. Apa visi Kapten Ahab? Apa yang membuat mereka berseteru? Apakah mereka mendapatkan apa yang masing-masing inginkan?</p>\n<p>Karena buku versi ini fokus di cerita, suasana-suasana yang saya pikir akan terasa panjang di dalam buku nyatanya singkat. Kamu tetap akan merasakan suasana di malam hari di atas kapal, suasana laut tenang, bahkan suasana saat badai masih bisa dirasakan namun singkat.</p>\n<p>Dan karena fokus di cerita, beberapa info tentang paus-paus atau hewan-hewan yang ada di lautan atau info-info terkait samudra dan lainnya  tidak akan kamu dapatkan. Namun, bahasa yang digunakan bahasa yang mudah dimengerti, jadi saya pikir memang trivia semacam itu tidak terlalu dibutuhkan. Misalnya, paus putih yang menjadi sasaran utama perburuan, dengan penggambaran yang tidak terlalu lengkap pun kita paham bagaimana paus putih diceritakan. </p>\n<h4 id=\"bagaimana-dengan-tokoh-nya\">Bagaimana dengan tokoh nya?<a href=\"#bagaimana-dengan-tokoh-nya\" title=\"Bagaimana dengan tokoh nya?\"></a></h4><p>Untuk tokoh dan penokohan, bagi saya sudah cukup di buku versi ringkas ini. Walaupun kita tidak dapat mengetahui latar belakang dari setiap tokoh yang ada, namun cukup tergambarkan di dalam cerita. Rasanya seperti kurang greget memang, ketika peran-peran yang ada tidak terlalu bisa kita pahami lebih dalam, tapi secara keseluruhan penokohan sudah baik dan dapat kita ikuti alurnya.</p>\n<h4 id=\"jadi-untuk-siapa-buku-ini\">Jadi untuk siapa buku ini?<a href=\"#jadi-untuk-siapa-buku-ini\" title=\"Jadi untuk siapa buku ini?\"></a></h4><p>Bagi yang hanya ingin mengetahui perjuangan Kapten Ahab dan Ismail berburu paus, dan ingin fokus di cerita, saya sarankan buku ini, karena buku ini ringan, bahasanya lugas dan mudah dimengerti.</p>\n<p>Namun, bagi kamu yang ingin membaca cerita sekaligus ingin mengetahui hal yang lebih dalam tentang pelaut, tentang perburuan paus, dan info lainnya, bisa baca buku versi aslinya.</p>\n<h4 id=\"di-mana-saya-membaca\">Di mana saya membaca<a href=\"#di-mana-saya-membaca\" title=\"Di mana saya membaca\"></a></h4><p>Bagi teman-teman yang ingin membaca buku ini, bisa beli bukunya di <a href=\"http://berdikaribook.red/\" target=\"_blank\">Berdikaribook</a></p>\n<p>Terima kasih yang sudah membaca, bagaimana menurut kamu tentang kisah perjalanan di atas Kapal? Yuk ceritakan di kolom komentar.</p>\n","prev":{"title":"Akankah Teknologi Menciptakan Keabadian Dalam Diri Manusia?","link":"2020/06/20/Akankah-Teknologi-Menciptakan-Keabadian-Dalam-Diri-Manusia"},"next":{"title":"36 Jam Tanpa Sosial Media Dan Menyadari Bahwa...","link":"2020/06/07/36-Jam-Tanpa-Sosial-Media-Dan-Menyadari-Bahwa"},"plink":"http://khoerulumam.now.sh/2020/06/16/Moby-Dick-Petualangan-Perburuan-Paus-Di-Laut-Lepas/","copyright":{"author":"Khoerul Umam","link":"<a href=\"http://khoerulumam.now.sh/2020/06/16/Moby-Dick-Petualangan-Perburuan-Paus-Di-Laut-Lepas/\" title=\"Moby Dick, Petualangan Perburuan Paus Di Laut Lepas\">http://khoerulumam.now.sh/2020/06/16/Moby-Dick-Petualangan-Perburuan-Paus-Di-Laut-Lepas/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}